Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: import archive file
fr: Importer un fichier archive

source: import csv
fr: Importation csv

source: import edition
fr: modification de l'importation

source: import file %s not found
fr: fichier d'importation %s non trouvé

source: import file:
fr: Fichier à importer :

source: import keys
fr: clefs d'importation

source: import results
fr: Résultats de l'importation

source: impossible conversion
fr: conversion impossible

source: in domain %s
fr: dans le domain %s

source: include
fr: contient

source: incorrect conversion HTML to ODT %s
fr: erreur de conversion HTML vers ODT %s

source: incorrect global filter %s
fr: Le filtre global "%s" est incorrect

source: information access deny
fr: Information non accessible

source: inherit from
fr: hérite de

source: init workflow profile attributes
fr: initialisation des attributs profil

source: initial reference
fr: référence initiale

source: input color bg
fr: couleur des champs de saisie

source: insert containt of a folder into another
fr: insérer le contenu d'un dossier dans un autre

source: insert converted file
fr: insertion de fichier calculé

source: insert document in a folder
fr: insertion de document dans un dossier

source: interface insert document in a folder
fr: interface d'insertion de documents dans un dossier

source: interface to change document option
fr: interface pour changer les options d'un document

source: interface to change state
fr: Interface pour le changement d'état

source: interface to choose column export documents
fr: Interface pour choisir les colonnes d'exportation

source: interface to edit enum attribute
fr: interface pour modifier les attributs énumérés

source: interface to export documents
fr: interface pour exporter des documents

source: interface to save choice of column export documents
fr: Interface pour sauvgarder le choix des colonnes d'exportation

source: invalid freestate document %s
fr: état libre %s invalide

source: invalid syntax for [%s] for enum attribute
fr: erreur de syntaxe pour l'attribut énuméré [%s]

source: inverse video background color
fr: couleur de fond en inverse vidéo

source: inverse video color text
fr: couleur du texte en inverse vidéo

source: inverted search
fr: Recherche inversée

source: is empty
fr: est vide

source: is not empty
fr: n'est pas vide

source: it is the first
fr: premier

source: it is the last
fr: dernier

source: item already set
fr: élément déjà présent

source: keyword
fr: mot-clef

source: keyword filter
fr: mot-clef

source: label
fr: désignation

source: labeltext
fr: désignation

source: language
fr: langue

source: last modification date
fr: date de dernière modification

source: last or first name include
fr: le nom ou le prénom contient

source: last search text typed
fr: dernier texte tapé pour la recherche

source: level
fr: niveau

source: limit reached, only %d members has been displayed
fr: Limite atteinte, seuls %d utilisateurs sont affichés

source: line
fr: ligne

source: link document
fr: référencer le document

source: list
fr: Liste

source: local config for date not found
fr: Configuration de la date locale introuvable

source: local config for timestamp not found
fr: Configuration du timestamp local introuvable

source: lock file to edit
fr: verrouillez le document pour le modifier

source: locked
fr: verrouillé

source: locked by
fr: verrouillé par

source: locked document of
fr: documents verrouillés par

source: log file %s not writable
fr: Le fichier de log %s n'est pas être modifié

source: login must not be empty
fr: le login ne doit pas être vide

source: login yet use
fr: login déjà utilisé

source: loginform:help
fr: Aide

source: logo of our society
fr: logo de votre société

source: loop detected. You must undo this selection
fr: Boucle détectée. Vous devez annuler votre sélection

source: mail dest is empty
fr: le destinataire du email est vide

source: mail edition
fr: rédaction de mail

source: mailstatus
fr: Status

source: main interface document import
fr: Interface principale d'importation

source: make a new document revision
fr: faire une nouvelle révision de document

source: manage bookmarks
fr: Gérer les signets

source: manual date
fr: Date manuelle

source: max items return when open a folder
fr: nombre d'éléments maximum visibles dans un dossier

source: max revision '%d'
fr: max révision '%d'

source: maximum document can be imported directly
fr: nombre maximum de documents pouvant être importé en direct

source: mdoc close all docs
fr: Fermer tous les documents

source: mdoc show next docs
fr: Voir le prochain document

source: mdoc: open in a new window
fr: Ouvrir dans une autre fenêtre

source: mdoc: remove doc
fr: Enlever le document

source: memorisation of pref search
fr: mémorisation de la recherche

source: memorisation of split mode
fr: mémorisation du mode de découpage de la fenêtre

source: memory max for PHP in Mo
fr: mémoire maximum pour PHP en Mo

source: memosearch
fr: mémo recherche

source: menuctrlkey
fr: Autre...

source: method %s applied to document %s #%d
fr: méthode %s appliqué au document %s n°%d

source: method %s executed
fr: Méthode %s exécutée

source: method %s executed for %s
fr: méthode %s exécutée pour %s

source: method %s not executed : %s
fr: la méthode %s n'a pas été exécutée : %s

source: method %s not found
fr: méthode %s non trouvée

source: mini view
fr: mini vue

source: mnogosearch php extension not loaded
fr: extension php mnogosearch non chargée

source: mode to navigate in folders
fr: mode de navigation pour les dossiers

source: modification or creation
fr: modification ou création

source: modify
fr: Modifier

source: modify %s family
fr: modification de la famille %s

source: modify [%s] attribute
fr: modification attribut %s

source: modify acl
fr: Modifier les droits

source: modify application parameter
fr: Modification des paramètres d'une application

source: modify associated worflow
fr: modification cycle de vie associé

source: modify attribute inline
fr: Modifier les attributs en ligne

source: modify default values :
fr: Modifier les valeurs par défaut

source: modify document
fr: Modifier le document

source: modify document option
fr: modifier les options d'un document

source: modify enumerate attributes for family : %s
fr: Modification des attributs énumérés de la famille : %s

source: modify family help
fr: Modifier l'aide

source: modify family parameter
fr: Modification des paramètres d'une famille

source: modify family preference
fr: modifier les préférences par familles

source: modify file %s
fr: modification du fichier %s

source: modify folder
fr: modifier le contenu du dossier

source: modify parameters :
fr: modifier les paramètres

source: modify preferred families
fr: modifier les familles préférées

source: modifyacl
fr: modifier les droits

source: modoption: document [%d] is not alive
fr: modoption: document [%d] n'est pas en vie

source: more families
fr: toutes les familles

source: move file query into directory
fr: déplacement d'un document dans un dossier

source: mozilla site
fr: site de Mozilla

source: multiple document
fr: document multiple

source: my search %s
fr: mes recherches %s

source: my searches about %s
fr: mes recherches concernant %s

source: name
fr: Nom

source: name and address of our society
fr: nom et adresse de votre société

source: name must begin with a letter and the containt only alphanumeric characters or - and _: invalid [%s]
fr: La nom [%s] est invalide : Le nom doit commencer par une lettre suivi de zéro ou plusieurs lettres, chiffres, tiret "-" et trait-bas "_"

source: name of our society
fr: nom de votre société

source: navigate between relations
fr: navigation entre relations

source: navigate between relations next
fr: navigation entre relations suivantes

source: need answer
fr: nécessite une réponse

source: need privilege delete to restore %s
fr: Le privilège delete est nécessaire pour restaurer %s

source: need to select family
fr: Vous devez sélectionner une famille

source: need to select the document with the list
fr: Vous devez sélectionner le document dans la liste proposée

source: need to select workflow
fr: le cycle doit être sélectionné

source: nestcape site
fr: Site de Netscape

source: new %s
fr: nouvelle %s

source: new card
fr: Nouvelle carte

source: new category
fr: Nouvelle catégorie

source: new column order %s
fr: nouvel ordre des colonnes %s

source: new document
fr: Nouveau document

source: new document family
fr: nelle famille de document

source: new duplicate document is named : %s
fr: la duplication est nommée : %s

source: new familly document
fr: nouvelle famille de document

source: new forum answer
fr: ajouter une entrée

source: new guide-card
fr: Nouvel intercalaire

source: new import keys : %s
fr: nouvelles clefs d'importation : %s

source: new item %s
fr: nouvelle entrée %s

source: new needed
fr: Nouvelle obligation

source: new profil %d
fr: nouveau profil %d

source: new profile document
fr: nouveau profil de document

source: new search
fr: Recherche

source: new search guide-card
fr: Nouveau filtre

source: new title for %s
fr: nouveau titre pour %s

source: new user # %d
fr: nouvel utilisateur # %d

source: new visibility
fr: nouvelle visibilité

source: next
fr: suivant

source: next level
fr: niveau supérieur

source: no
fr: non

source: no access control
fr: pas de contrôle d'accès

source: no action found for %s document
fr: pas d'actions trouvée pour le document %s

source: no alive document reference
fr: référence à un document mort

source: no allocate
fr: pas d'affectation

source: no attribute file found
fr: Aucun attribut de type fichier trouvé

source: no available persons found
fr: pas de personnes valides trouvées

source: no avalaible persons found
fr: pas de personnes valides trouvées

source: no change icon : document %s not found
fr: pas de changement d'icone : document %s pas trouvé

source: no columns specified
fr: pas de colonnes définies

source: no comment
fr: pas de commentaire

source: no compatible type with operator %s
fr: type incompatible avec l'opérateur %s

source: no control
fr: pas de contrôle

source: no csv import file specified
fr: pas de fichier d'importation CSV spécifié

source: no cycle defined
fr: pas de cycle défini

source: no delay specified in timer %s [%d]
fr: pas de durée spécifiée dans le minuteur %s [%d]

source: no document family
fr: Aucune famille de document

source: no document match '%s'
fr: aucun de document ne correspond à '%s'

source: no document reference
fr: pas de référence au document

source: no document type
fr: pas de famille de document

source: no email address found
fr: absence d'adresse couriel

source: no empty vault file system found
fr: Tous les coffres de fichiers sont saturés

source: no export folder specified
fr: pas de dossier d'export défini

source: no family
fr: pas de famille

source: no family identificator
fr: aucun identificateur de famille

source: no father category (its a top category)
fr: pas de catégorie père (catégorie primaire)

source: no file
fr: pas de fichier

source: no file referenced for %s document
fr: pas de fichier trouvé pour le document %s

source: no file specified : change icon aborted
fr: pas de fichier fournit, changement d'icone abandonnée

source: no filename
fr: pas de fichier

source: no files
fr: pas de fichier

source: no folder
fr: pas de dossier

source: no freedom DB access
fr: pas d'accès à la base de données DYNACASE

source: no image
fr: pas d'image

source: no inheritance
fr: Aucun héritage

source: no key2
fr: pas de clef

source: no label
fr: pas de désignation

source: no level 0 specified in timer %s [%d]
fr: pas de niveau 0 spécifié dans le minuteur %s [%d]

source: no login : passwd unchanged
fr: pas de login : mot de passe inchangé

source: no match for %s
fr: pas de choix possible pour %s

source: no message : post-it creation aborted
fr: pas de message : création de post-it abandonné

source: no operator detected
fr: pas d'opérateur détecté

source: no permission to modify this attribute %s
fr: vous n'avez pas le permission de modifier cet attribut : %s

source: no privilege %s for %s
fr: Pas de privilège %s pour le document %s

source: no privilege %s for %s [%d]
fr: pas de privilège %s pour le document %s [%d]

source: no privilege %s for %s |%d]
fr: Pas de privilège %s pour le document %s [%d]

source: no privilege to create interactivaly this kind (%s) of document
fr: vous n'avez pas la permission de créer manuellement ce type (%s) de document

source: no privilege to create this kind (%d) of document
fr: vous n'avez pas la permission de créer ce type (%d) de document

source: no privilege to create this kind (%s) of document
fr: vous n'avez pas la permission de créer ce type (%s) de document

source: no privilege view for %d
fr: Pas de privilège voir pour %d

source: no profile
fr: Pas de profil

source: no referer url found
fr: pas d'URL reférence trouvée

source: no revisable
fr: non révisable

source: no search
fr: pas de recherche

source: no sort
fr: non trié

source: no state
fr: pas d'état

source: no state specified
fr: pas d'état spécifié

source: no subject
fr: pas de sujet

source: no task identificator
fr: Pas d'identificateur de tâche trouvé

source: no task identifier found
fr: Pas d'identificateur de tâche trouvé

source: no template defined
fr: Pas de modèle défini

source: no user tag specified
fr: pas d'étiquette utilisateur spécifiée

source: no value include
fr: aucune valeur contient

source: no vault directory found
fr: Pas de système de fichier trouvé

source: no vault file system found
fr: Pas de système de fichier trouvé

source: no view control
fr: pas de contrôle de vues

source: no workflow
fr: pas de cycle de vie

source: no workflow for this document
fr: pas de cycle de vie pour ce document

source: no zone specified
fr: pas de zone spécifiée

source: none families are described to be used as recipient
fr: Aucune famille n'est déclarée utilisable comme destinataire

source: noone document
fr: Aucun document

source: not a freestate document %s
fr: ce document n'est pas un état libre : %s

source: not a static folder %s
fr: ce n'est pas un dossier statique %s

source: not added
fr: pas ajouté

source: not equal
fr: pas égal

source: not in XML format
fr: format XML non reconnu

source: not include
fr: ne contient pas

source: not locked
fr: non verrouillé

source: not perm for admin
fr: pas de permission pour admin

source: not present %s in %s
fr: %s non présent dans %s

source: nothing action
fr: action nulle

source: nothing to export. Do export before
fr: Rien à exporter. Faire l'exportation avant

source: number of card by page
fr: nombre de cartes par page

source: number of waiting answers %d
fr: Nombre de réponses en attente : %d

source: one id equal
fr: un des identifiants égal

source: one of the titles include
fr: un des titres contient

source: one of the titles {left} include {right}
fr: un des titres {left} contient {right}

source: one value equal
fr: une des valeurs égale

source: one value include
fr: une des valeurs contient

source: one value of {left} include {right}
fr: une des valeurs de {left} contient {right}

source: only latest revision
fr: seulement la dernière révision

source: only one document linked to the profil
fr: Un seul document lié à ce profil

source: open
fr: ouvrir

source: open document to edit or view it
fr: Ouvrir le document pour l'éditer ou le voir

source: open file with your editor
fr: ouvrir le fichier avec votre éditeur

source: open folder
fr: Ouvrir le dossier

source: open forum
fr: Ouvrir le forum

source: open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: open portfolio
fr: Ouvrir la chemise

source: operator [%s] not allowed
fr: l'opérateur {%s] n'est pas autorisé

source: or
fr: ou

source: order
fr: ordre

source: other folders
fr: Autres dossiers

source: others...
fr: autres...

source: output file [%s] not found
fr: fichier de sortie [%s] non trouvé

source: override constraints
fr: outrepasser les contraintes

source: owner
fr: identifiant propriétaire

source: parameters for %s step
fr: Paramètre de l'étape %s

source: parameters for %s transition
fr: paramètre pour la transition %s

source: parameters values
fr: valeurs des paramètres

source: parenthesis number mismatch : %d left, %d right
fr: erreur de parenthésage : %d gauche, %d droite

source: parse error config file %s : %s
fr: Erreur de parsing dans le fichier de configuration %s : %s

source: password are not identicals : not changed
fr: les mots de passes ne sont pas identiques : mot de passe inchangé

source: password must not be empty
fr: Le mot de passe ne doit pas être vide

source: passwords must not be empty
fr: Le mot de passe ne doît pas être vide

source: period from %s to %s
fr: période du %s au %s

source: phone of our society
fr: téléphone de votre société

source: php file %s needed for request not found
fr: le fichier PHP %s nécessaire à la requête n'a pas pu être trouvé

source: please upgrade to Internet explorer 6.0 or greater
fr: Mettez votre navigateur à jour avec une version Internet Explorer 6.0 (ou supérieur)

source: please upgrade to Nescape 7.0 or greater or Mozilla 1.0.1 or greater
fr: Mettez votre navigateur à jour avec une version Netscape 7.0 (ou supérieur) ou Mozilla 1.0.1 (ou supérieur)

source: plug inserted in footer
fr: reférence au plug du footer

source: policy
fr: politique

source: policy if same keys
fr: politique si même clef

source: policy if same title
fr: politique si même titre

source: popup in generic list
fr: popup menu dans generic list

source: portfolio tab
fr: onglets chemise

source: possible incorrect conversion HTML to ODT %s
fr: possible erreur de conversion HTML vers ODT %s

source: postit of %s
fr: post-it de %s

source: precise search
fr: Précisez la recherche

source: prefered search
fr: Recherche préférée

source: prev
fr: précédent

source: previous level
fr: niveau inférieur

source: primary folder
fr: Dossier principal

source: printed view card
fr: voir une carte imprimable

source: private key is not valid
fr: La clef privé n'est pas valide

source: proceed background import
fr: Effectuer l'importation en tâche de fond

source: proceed background import of %d documents
fr: Effectuer l'importation en tâche de fond de %d documents

source: process %s
fr: traitement %s

source: process addValue for %d documents
fr: Traitement ajout de valeur pour %d documents

source: process history for %d documents
fr: Traitement de l'historique pour %d documents

source: process removeValue for %d documents
fr: Traitement suppression de valeur pour %d documents

source: process replaceValue for %d documents
fr: Traitement remplacement de valeur pour %d documents

source: process revision done
fr: traitement des révisions effectué

source: process revision for %d documents
fr: traitement des révisions pour %d documents

source: process search comes from %s
fr: recherche de processus issus de %s

source: process setValue for %d documents
fr: traitement d'affectation de valeur pour %d documents

source: processes execution plan
fr: plabification de processus d'execution

source: processing <b>%s</b> transformation
fr: Conversion <b>%s</b> en cours

source: processing...
fr: en cours...

source: produce link for
fr: produit le lien pour

source: profil id unknow %s
fr: profil inconnu %s

source: profil id unkonow %s
fr: identificateur de profil inconnu '%s'

source: profile access
fr: Profil d'accès

source: prop_adate
fr: date d'accès

source: prop_allocated
fr: utilisateur alloué

source: prop_atags
fr: tag applicatfs

source: prop_cdate
fr: date de création

source: prop_classname
fr: nom de la classe

source: prop_comment
fr: commentaire

source: prop_confidential
fr: confidentialité

source: prop_cvid
fr: identifiant du contrôle de vue

source: prop_doctype
fr: type de document

source: prop_domainid
fr: Identifiant du domaine

source: prop_dprofid
fr: identifiant du template de profil

source: prop_fromid
fr: famille

source: prop_icon
fr: icone

source: prop_id
fr: identificateur

source: prop_initid
fr: identificateur initial

source: prop_ldapdn
fr: chemin ldap

source: prop_lmodify
fr: tag indiquant la modification

source: prop_lockdomainid
fr: Identifiant du domaine du verrou

source: prop_locked
fr: propriétaire du verrou

source: prop_name
fr: référence logique

source: prop_owner
fr: propriétaire

source: prop_postitid
fr: identifiants des notes

source: prop_prelid
fr: dossier primaire

source: prop_profid
fr: profil

source: prop_revdate
fr: date de modification

source: prop_revision
fr: révision

source: prop_state
fr: état

source: prop_svalues
fr: une des valeurs

source: prop_title
fr: titre

source: prop_usefor
fr: tag utilisé pour

source: prop_version
fr: version

source: prop_wid
fr: cycle de vie

source: query %s has failed
fr: requête %s a échouée

source: query [%s] not valid for select document
fr: la requête [%s] n'est pas valide pour une sélection de documents

source: query document import
fr: demande d'importation de document

source: query icon
fr: requête icone

source: query tar document import
fr: demande d'importation d'archive

source: quick save not possible
fr: Sauvegarde rapide impossible

source: read disabled
fr: statique

source: read only
fr: lecture seule

source: read write
fr: lecture écriture

source: read-only
fr: lecture seule

source: real value to set
fr: valeur à utiliser

source: realm name for http authenticate
fr: nom du royaume pour authentification HTTP

source: reference
fr: référence

source: reference for this revision
fr: référence de la dernière révision

source: refresh directory
fr: rafraichir le dossier

source: refreshing %s
fr: actualisation %s

source: reinit all attributes
fr: réinitialisation des attributs

source: reinit all properties
fr: réinitialisation des propriétés

source: related documents of %s
fr: documents référençant %s

source: related search aborted : no parameter found
fr: recherche relative abondonnée ; pas de paramètres

source: remove state : %s
fr: état supprimé : %s

source: report to (mail address)
fr: rapport à (email)

source: report:docid
fr: id

source: reqpasswd_email
fr: Adresse e-mail

source: reqpasswd_login
fr: Nom de connexion

source: reqpasswd_or
fr: ou

source: reqpasswd_submit
fr: Envoyer

source: request not found
fr: requête non trouvée

source: reset profil %s
fr: réinitialisation du profil %s

source: reset version
fr: réinitialisation de la version

source: response for this forum entry
fr: réponse pour cette entrée

source: rest delay
fr: durée restante

source: restore
fr: restaurer

source: restore document
fr: restaurer le document

source: restore document from trash
fr: restaurer le document depuis la poubelle

source: restore original file
fr: Annuler l'effacement du fichier

source: restrict to preferred families
fr: restriction aux familles préférées

source: result of archive import %s
fr: Résultat de l'importation d'archive %s

source: result of import %s
fr: Résultat de l'importation %s

source: retrieve file converted
fr: récupération d'un fichier converti

source: retrieve task status
fr: récupération des status de tâches

source: retry file conversion
fr: retenter la conversion du fichier

source: revdate
fr: date de modification

source: revised by
fr: révisé par

source: revision
fr: révision

source: revision date
fr: date de révision

source: revision of document
fr: Révision du document

source: revival document
fr: restauration du document

source: role %s id is already used
fr: L'identifiant du role %s est déjà utilisé

source: role cannot be revived
fr: Le role ne peut pas être ressuscité

source: root folder id
fr: Identificateur du dossier racine

source: root for %s
fr: racine pour %s
