Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: Delete selected search
fr: Enlever la recherche sélectionnée

source: Delete this section
fr: Supprimer cette rubrique

source: Desactivate acls
fr: Désactiver les droits

source: Description of the import format
fr: Description du format d'import

source: Detail Permissions
fr: Détail des droits

source: Dir::insertFolder identifier [%s] must be numeric
fr: Dir::insertFolder l'identificateur [%s] doit être numérique

source: Direct Import
fr: Importation directe

source: Direct set through document itself "%s"
fr: Pose directe par le document lui-même "%s"

source: Directed graph
fr: Graphe directionnel

source: Directory already exists
fr: Répertoire déjà existant

source: Display available choices
fr: Afficher les choix possibles

source: Do choice
fr: Choisissez

source: Do connection
fr: Se connecter

source: Doc Render %d/%d
fr: Composition %d/%d

source: DocProperties
fr: Propriétés

source: Document %s has been destroyed.
fr: Document %s a été détruit

source: Document %s in %s state not found
fr: Document %s dans l'état %s non trouvé

source: Document %s inserted
fr: Insertion document %s

source: Document %s is in edition by %s.
fr: Document %s est en cours de modification par %s

source: Document %s is not alive
fr: Le document [%s] n'est pas vivant

source: Document %s umounted
fr: Document %s enlevé

source: Document Profile
fr: Profil du document

source: Document basket
fr: Porte-document

source: Document cannot be created. The upload size limit is %s bytes.
fr: Le document n'a pas pu être créé. La taille limite est de %s octets.

source: Document context menu
fr: Menu contextuel du document

source: Document creation
fr: Création de document

source: Document inserted in %s folder
fr: Document inséré dans le dossier %s

source: Document relations
fr: Relations du document

source: Document unlinked of %s folder
fr: Document enlevé du dossier %s

source: Documents administration
fr: Administration des documents

source: Doing csv render
fr: Composition du csv

source: Doing render
fr: Composition en cours

source: Doing search request
fr: Recherche en cours

source: Don't care preferences
fr: Ne pas tenir compte des préférences

source: Done date
fr: Date d'exécution

source: Doucment [%s] not found
fr: Impossible de trouver le doucment [%s]

source: Down
fr: Descendre

source: Draw graph
fr: Dessiner le graphe

source: Dump to '%s' returned with exitcode %s
fr: Dump vers '%s' en échec avec code de retour %s

source: Duplicate
fr: Dupliquer

source: Dynacase frontpage description
fr: Description de la page principale de Dynacase

source: Dynacase pages favico
fr: Pages de favico de Dynacase

source: Dynamic template %s not an odt file
fr: Le fichier %s utilisé pour un modèle dynamique n'est pas un odt

source: Dynamic template %s not found
fr: Le modèle dynamique %s n'a pas été trouvé

source: EDIT Zones for FOOTER
fr: Zone dans le pied de page en mode édition

source: ERROR %s
fr: ERREUR %s

source: ERROR :
fr: ERREUR :

source: EXPORT_CSV : identifiant unique
fr: id (identifiant unique)

source: EXPORT_CSV CSV options :
fr: Options CSV :

source: EXPORT_CSV Click to show options
fr: Voir les options CSV

source: EXPORT_CSV Date format :
fr: Format de la date

source: EXPORT_CSV Date format FR
fr: Format FR

source: EXPORT_CSV Date format ISO
fr: Format ISO

source: EXPORT_CSV Date format US
fr: Format US

source: EXPORT_CSV Decimal separator :
fr: Séparateur décimal :

source: EXPORT_CSV Definition of the export param :
fr: Définition des paramètres d'export

source: EXPORT_CSV Delimiter :
fr: Séparateur de cellule :

source: EXPORT_CSV Enclosure :
fr: Séparateur de texte :

source: EXPORT_CSV Encoding :
fr: Jeu de caractères :

source: EXPORT_CSV Exporter
fr: Exporter

source: EXPORT_CSV ISO-8859-15 (european)
fr: ISO-8859-15 (européen)

source: EXPORT_CSV Kind of export :
fr: Type d'export :

source: EXPORT_CSV Select export kind :
fr: Sélectionner le type d'export :

source: EXPORT_CSV Select pivot :
fr: Selectionner pivot :

source: EXPORT_CSV Simple
fr: Simple

source: EXPORT_CSV help
fr: Aide

source: EXPORT_CSV pivot
fr: Pivot

source: EXPORT_CSV utf8
fr: UTF-8

source: Edit
fr: Modifier

source: Edit attributes
fr: Éditer les attributs

source: Edit enum attributes
fr: Éditer les énumérés

source: Edit help
fr: Modification de l'aide

source: Edit in new window
fr: Modifier dans une nouvelle fenêtre

source: Edit state bar menu
fr: Barre de menu d'édition

source: Edit translations
fr: Modifier les traductions

source: Empty Post-It
fr: Post-It vide

source: Emptying temporary database '%s' ...
fr: Vidage de la base temporaire '%s'

source: Encoding
fr: Encodage

source: Enter your email
fr: Entrez votre courriel

source: Enter your login
fr: Entrez votre identifiant

source: Enter your password
fr: Entrez votre mot de passe

source: Error
fr: Erreur

source: Error : %s
fr: Erreur : %s

source: Error : %s
fr: Erreur : %s

source: Error : Process %s [%d]: status %d
fr: Erreur : Processus %s [%d]: statut %d

source: Error : Process %s [%d]: status %d in %.03f seconds
fr: Erreur : Processus %s [%d]: statut %d en %.03f secondes

source: Error : User [%s] doesn't exists
fr: Erreur : L'utilisateur %s n'existe pas

source: Error : User account [%s] is desactivated
fr: Erreur : Le compte de l'utilisateur %s est désactivé

source: Error : need edit privilege to execute
fr: Erreur ; privilege edit requis pour l'exécution

source: Error could not open output log file '%s' for writing.
fr: Erreur: impossible d'ouvrir le fichier de log sql de sortie '%s' en écriture.

source: Error could not open sql log file '%s' for writing.
fr: Erreur: impossible d'ouvrir le fichier de log sql '%s' en écriture.

source: Error creating temp file for pg_dump output.
fr: Erreur durant la création du fichier temporaire de sortie pour pg_dump

source: Error creating temp file for sql log output.
fr: Erreur pendant la création du fichier temporaire de log sql.

source: Error in portfolio : folder %s not exists
fr: Erreur dans la chemise : dossier %s n'existe pas

source: Error opening %s file '%s'
fr: Erreur lors de l'ouverture %s du fichier %s

source: Error sending file
fr: Erreur lors de l'envoi du fichier

source: Error writing to ouput file '%s'.
fr: Erreur d'écriture dans le fichier de sortie '%s'.

source: Error: No column found in array '%s'
fr: Erreur: pas de colonne trouvée dans le tableau '%s'

source: Error: at least one of those parameters is mandatory --outputsql --outputpgservice
fr: Erreur: au moins un de ces paramètres est obligatoire : --outputsql, --outputpgservice

source: Error: config file '%s' is not a file.
fr: Erreur: le fichier de config '%s' n'est pas un fichier

source: Error: empty FREEDOM_DB
fr: Erreur: FREEDOM_DB vide

source: Error: missing or empty --tmppgservice
fr: Erreur: --tmppgservice manquant ou absent

source: Error: missing or empty --tmpschemaname
fr: Erreur: --tmpschemaname manquant ou absent

source: Error: parameter tmpemptydb '%s' is not allowed.
fr: Erreur: le paramètre tmpemptydb '%s' n'est pas autorisé

source: Expiration delay must not be 0 to keep expiration date
fr: Le délai d'expiration doit être supérieur à zéro pour avoir une date d'expiration

source: Export
fr: Exporter

source: Export 1NF done
fr: Export 1NF fini

source: Export Documents from
fr: Exporter les documents depuis

source: Export Done
fr: Exportation finie

source: Export Folder
fr: Exportation du dossier

source: Export archive file with data file - fdl.csv- and attached files
fr: Export d'une archive avec le fichier de description -fdl.csv- et les fichiers attachés

source: Export done
fr: Fin de l'exportation

source: FGSEARCH:Add search engine
fr: Ajouter le moteur de recherche

source: FGSEARCH:Add search engine to your browser
fr: Ajouter le moteur de recherche à votre navigateur

source: FGSEARCH:Advanced search
fr: Recherche avancée

source: FGSEARCH:Basic search
fr: Recherche simple

source: FGSEARCH:Close
fr: Fermer

source: FGSEARCH:Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: FGSEARCH:ToSearch
fr: Rechercher

source: FGSEARCH:any familly
fr: Toute famille

source: FGSEARCH:close search online help
fr: Fermer l'aide à la recherche

source: FGSEARCH:help (intro)
fr: <h1>Recherche générale</h1> <p> La recherche générale permet de rechercher parmi tous les documents. la recherche porte sur le contenu des documents, ainsi que celui des fichiers. Pour l'utiliser, il suffit de saisir les termes recherchés dans la zone de saisie, de choisir (si nécessaire) une famille, et de lancer la recherche. </p>

source: FGSEARCH:help for advanced search
fr: <h2>Recherche avancée</h2> <p> Dans le cas où la recherche est plus spécifique, et ne porte pas sur l'intégralité du contenu du document, il est possible d'utiliser la recherche avancée afin d' exprimer des conditions telles que <em>Le titre contient cheval</em>, etc. </p>

source: FGSEARCH:help for family selection
fr: <h2>Sélection de famille</h2> <p> Si la recherche porte sur des documents d'une famille précise, il est possible de la restreindre au moyen de cette liste déroulante. Les résultats seront alors limités aux documents de la famille sélectionnée. </p>

source: FGSEARCH:help for input
fr: <h2>Zone de saisie de la recherche</h2> <h3>Recherche de <em>mots</em></h3> <p> Dans cette zone il faut saisir le texte recherché.<br/> La recherche est lancée en tapant [Entrée] ou en cliquant sur le bouton [Rechercher]. </p> <p> La recherche porte sur les <em>mots</em> saisis, en apportant automatiquement certaines corrections. Par exemple : </p> <ul> <li> lorsque la recherche est <em class="help-keyword">cheval</em>, la recherche trouve les documents comportant le mot <em class="help-keyword">cheval</em>, mais aussi les documents comportant le mot <em class="help-keyword">chevaux</em>. </li> <li> La plupart des déterminants usuels sont ignorés (<em class="help-keyword">le</em>, <em class="help-keyword">la</em>…). Ainsi, lorsque la recherche est <em class="help-keyword">le cheval</em>, la recherche ne porte que sur le terme <em class="help-keyword">cheval</em> (et ses variantes, comme vu précédemment). </li> <li> Lorsque plusieurs termes sont saisis, la recherche trouve les documents contenant <em>tous les mots saisis</em> (et leurs variantes, comme vu précédemment). </li> </ul> <h2>Utilisation des <em>opérateurs</em></h2> <p> Afin d'effectuer une recherche plus précise, il est possible d'utiliser différents opérateurs. </p> <ul> <li> <em class="help-operator">AND</em> et <em class="help-operator">OR</em><br/> Ces opérateurs permettent de combiner différents termes. Ainsi : <ul> <li> <em class="help-keyword">cheval AND chèvre</em> trouvera tous les documents contenant les 2 termes <em class="help-keyword">cheval</em> et <em class="help-keyword">chèvre</em> (et leurs variantes, comme vu précédemment). </li> <li> <em class="help-keyword">cheval OR chèvre</em> trouvera tous les documents contenant un des 2 termes (ou les 2) <em class="help-keyword">cheval</em> et <em class="help-keyword">chèvre</em> (et leurs variantes, comme vu précédemment). </li> </ul> </li> <li> <em class="help-operator">(</em> et <em class="help-operator">)</em><br/> Les parenthèses permettent de définir des priorités dans les opérateurs. Ainsi : <ul> <li> <em class="help-keyword">(cheval OR chèvre) AND blanc</em> trouvera tous les documents contenant <ul> <li> soit les termes <em class="help-keyword">cheval</em> et <em class="help-keyword">blanc</em> (et leurs variantes, comme vu précédemment) ; </li> <li> soit les termes <em class="help-keyword">chèvre</em> et <em class="help-keyword">blanc</em> (et leurs variantes, comme vu précédemment). </li> <li> soit les termes <em class="help-keyword">cheval</em>, <em class="help-keyword">chèvre</em> et <em class="help-keyword">blanc</em> (et leurs variantes, comme vu précédemment) ; </li> </ul> </li> </ul> </li> <li> <em class="help-operator">"</em><br/> Les guillemets permettent de faire une recherche de <em>terme exact</em>. Ainsi : <ul> <li> <em class="help-keyword">"cheval"</em> trouvera tous les documents contenant exactement le terme <em class="help-keyword">cheval</em>, mais pas ceux contenant le terme <em class="help-keyword">chevaux</em> ; </li> <li> <em class="help-keyword">"cheval blanc"</em> trouvera tous les documents contenant exactement le terme <em class="help-keyword">cheval blanc</em> (attention, ici, <em class="help-keyword">blanc</em> doit être positionné immédiatement à la suite de <em class="help-keyword">cheval</em>). </li> </ul> </li> <li> <em class="help-operator">*</em><br/> L'étoile permet de chercher des <em>parties de mots</em>. Ainsi : <ul> <li> <em class="help-keyword">cheva*</em> trouvera tous les documents contenant des mots commençant par <em class="help-keyword">cheva</em>, comme <em class="help-keyword">cheval</em>, <em class="help-keyword">chevalier</em>, <em class="help-keyword">chevaux</em>, etc. </li> <li> <em class="help-keyword">*vage</em> trouvera tous les documents contenant des mots se terminant par <em class="help-keyword">vage</em>, comme <em class="help-keyword">élevage</em>, <em class="help-keyword">gavage</em>, <em class="help-keyword">pavage</em>, etc. </li> </ul> </li> </ul> <p> Bien sûr, il est possible de combiner ces opérateurs pour affiner la recherche. </p>

source: FGSEARCH:search online help
fr: Aide à la recherche

source: FGSEARCH:switch search mode (basic/advanced)
fr: recherche simple / recherche avancée

source: Failed to copy %s to %s
fr: Échec de la copie du fichier %s vers %s

source: Failed to copy %s to vault
fr: Échec de la copie du fichier %s dans le coffre

source: Familly Document
fr: Famille de document

source: Family
fr: Famille

source: Family %s not exist
fr: La famille (%s) n'existe pas

source: Family '%s' is not valid or alive.
fr: La famille '%s' n'est pas valide ou en vie.

source: Family (#%s) not exists
fr: La famille (n°%s) n'existe pas

source: Family Creation
fr: Création de famille

source: Family [%s] not found
fr: La famille [%s] n'a pas été trouvée

source: Family preferences
fr: Préférences des familles

source: February
fr: Février

source: File %s is valid, and was successfully uploaded.
fr: Le fichier %s est valide et a été sauvegardé correctement.

source: File System already exists
fr: Système de fichier déjà existant

source: File:: Processing
fr: Conversion en cours

source: File:: Waiting
fr: Conversion en attente

source: File:: converted
fr: Conversion réussie

source: File:: failed
fr: Échec de la conversion

source: Filename '%s' cannot be transmitted completly. May be saturation of server disk.
fr: Le fichier '%s' n'a pu être transmis. Le disque du serveur est peut être saturé

source: Filename '%s' cannot be transmitted.
fr: Le fichier '%s' n'a pu être transmis.

source: Filename '%s' cannot be transmitted. The Size Limit is %s bytes.
fr: Le fichier '%s' n'a pu être transmis. La taille limite est de %s octets.

source: Filename '%s' cannot be transmitted. The Size Limit was specified in the HTML form.
fr: Le fichier '%s' n'a pu être transmis. La taille limite a était spécifiée dans le questionnaire HTML

source: Files
fr: Fichiers

source: Fill Tables ...
fr: Remplissage des tables ...

source: Filling enum table '%s'
fr: Remplissage de la table enumérée '%s'

source: Filling family table '%s' and relatives
fr: Remplissage de la table famille '%s' et afférentes

source: Filter on %s
fr: Filtre sur %s

source: Firstname
fr: Prénom

source: Fit to screen
fr: Ajuster à l'écran

source: Folder
fr: Dossier

source: Folder cleared
fr: Dossier vidé

source: For %s of %s
fr: Pour %s de %s

source: For Account
fr: pour le compte

source: For export functions
fr: Pour les fonctions d'export

source: Format export
fr: Format

source: Formated data
fr: Données formatées

source: Found <strong>%d</strong> Result for <strong>%s</strong>%s
fr: <strong>%d</strong> documents trouvés pour <strong>%s</strong>%s

source: Freedom
fr: Dynacase

source: Freedom accessibilities
fr: Droits Dynacase

source: Freedom deletion
fr: Suppression de documents

source: Freedom group accessibilities
fr: Droits des groupes Dynacase

source: Freedom imodification
fr: Modification de documents virtuels

source: Freedom initialisation
fr: Initialisation dynacase

source: Freedom modification
fr: Modification de documents

source: Freedom modify accessibilities
fr: Modification des Droits

source: Freedom update title fields
fr: mise à jour des champs titre

source: Freedoms RSS syndication
fr: RSS Dynacase

source: Freedoms card
fr: fiche Dynacase

source: Freedoms detail list
fr: liste détaillé

source: Freedoms icon list
fr: liste sous forme d'icones

source: Freedoms lib
fr: bibliothèque dynacase

source: Freedoms library
fr: bibliothèque dynacase

source: Freedoms list
fr: liste dynacase

source: Freedoms list by column
fr: liste dynacase par colonne

source: Freedoms preview document
fr: prévisualisation de document

source: Freedoms view folder
fr: visualisation de contenu de dossier

source: Friday
fr: Vendredi

source: From %s state to
fr: Depuis l'état %s vers

source: Full search
fr: Recheche plein texte

source: General search
fr: Recherche générale

source: Generic
fr: Générique

source: Get Xml schema
fr: Récupérer le schéma XML

source: Go to Archives
fr: Aller aux archives

source: Group "%s"
fr: le groupe "%s"

source: Handle my searches
fr: Gérer mes recherches

source: Help
fr: Aide

source: Help description
fr: Description de l'aide

source: Help name
fr: Nom de l'aide

source: Help to the connection
fr: Aide à la connexion

source: Helps
fr: Aides

source: Hide group access
fr: Masquer les groupes

source: Histo:Comment
fr: Message

source: Histo:Date
fr: Date

source: Histo:User
fr: Utilisateur

source: Historic
fr: Historique

source: History
fr: Historique

source: History for
fr: Historique de

source: Icons view
fr: Vue en icônes

source: Identificators
fr: Identificateurs

source: If an attribut is a multiline string, use the \ n characters to specify the new line
fr: Si un attribut est multi-ligne, utilisez les caractères \n pour indiquer le saut de ligne

source: Image
fr: Image (PNG)

source: Import %s is in progress. When update will be finished an email to &lt;%s&gt; will be sended with result rapport
fr: L'import %s est en cours. Lorsque la mise à jour sera finie, un email sera envoyé à &lt;%s&gt; avec le rapport d'importation

source: Import Archive
fr: Importer une archive

source: Import CSV
fr: Importation CSV

source: Import Direct
fr: Importer direct

source: Import Documents
fr: Importer des documents

source: Import Result
fr: Résultat de l'importation

source: Import Tar
fr: Importation Archive

source: Import after analyze done
fr: Importer après l'analyse

source: Import description file
fr: Fichier de description de l'import

source: Import document description now
fr: Importer les documents maintenant

source: Import documents
fr: Importer des documents

source: Import file
fr: Fichier à importer

source: Importation data
fr: Données réimportables

source: Impossible to have several identical names
fr: Impossible d'avoir plusieurs vues avec le même nom

source: Impossible to name a view like a control acl
fr: Impossible de nommer une vue comme un droit

source: Incoherent column type '%s' in array '%s'.
fr: Type de colonne incohérent '%s' dans le tableau '%s'.

source: Incorrect filter %s
fr: Le filtre "%s" est incorrect

source: Incorrect specification of special menu : %s
fr: Spécification incorrecte du menu spécial %s

source: Inherit from "%s"
fr: Hérite de "%s"

source: Inherit value
fr: Valeur des parents

source: Initialize acls
fr: Initialiser les droits

source: Insert all into %s archive
fr: Tout insérer dans l'archive %s

source: Insert documents
fr: Insérer des documents

source: Insert in %s
fr: Insérer dans %s

source: Insert the content in %s
fr: Insérer le contenu dans %s

source: Inserted in a domain
fr: Inséré dans un domaine

source: Inspect another family
fr: Inspecter une autre famille

source: Internet explorer site
fr: Site de Microsoft

source: Invalid directory '%s'.
fr: Répertoire non valide '%s'.

source: Invert all columns
fr: Inverser la sélection

source: Invert split
fr: Inverser le découpage

source: It cannot be empty
fr: Ce champ ne peut être vide

source: It is not the latest document
fr: La fichier ne provient pas de la dernière version

source: It must contains at least %d characters (total length)
fr: Il doit contenir au moins %d caractères

source: Item cannot be empty
fr: L\'entrée ne peut être vide

source: January
fr: Janvier

source: Javascript must be enabled in your navigator
fr: Javascript doit être activé dans votre navigateur

source: July
fr: Juillet

source: June
fr: Juin

source: Just activities
fr: Que les activités

source: Just states
fr: Que les états

source: Keep original document
fr: Garde le document original

source: LDAP Attribute added to %s %s
fr: Attribut LDAP ajouté à %s %s

source: LDAP Attribute modified to %s %s
fr: Attribut LDAP modifié %s %s

source: LDAP activated
fr: Activation LDAP

source: LDAP admin identificatot
fr: identification de l'administrateur LDAP

source: LDAP admin passord
fr: mot de passe administrateur LDAP

source: LDAP server name
fr: nom du serveur LDAP

source: LDAP server port
fr: n° de port du serveur LDAP

source: LDAP server root
fr: racine du serveur LDAP

source: LEX_GENERAL_FILTER:Unable to parse %s
fr: Problème interprétation du filtre pour la recherche générale "%s"

source: Label
fr: Libellé

source: Label of submit button
fr: Label du bouton de validation

source: Large undirected graphs
fr: Grand graphe non-directionnel

source: Last History
fr: Derniers historiques

source: Last log
fr: Derniers logs

source: Last traces of %s document : %s
fr: Dernières traces du document %s : %s

source: Lastname
fr: Nom

source: Lauch Import
fr: Lancer l'import

source: Layout "%s" : Controller not allowed
fr: Layout "%s" : L'accès au contrôleur n'est pas autorisé

source: Left Right
fr: Gauche droite

source: Legend
fr: Légende

source: Legend:Acl set
fr: Droit posé explicitement

source: Legend:Acl's type
fr: Type de droit

source: Legend:Actors
fr: Acteurs

source: Legend:Dynamic
fr: Attribut de compte

source: Legend:Dynamic multiple
fr: Attribut multiple de compte

source: Legend:Groups
fr: Groupes

source: Legend:Legacy
fr: Droit obtenu

source: Legend:Roles
fr: Rôles

source: Legend:Users
fr: Utilisateurs

source: Limit of text size (in Ko) for highlight text
fr: Limite de la taille du texte pour la mise en valeur des mot-clefs (en Ko)

source: Link
fr: Lien

source: Linked from profil
fr: Lié par le profil

source: List view
fr: Vue en liste

source: Load dump file into '%s' ...
fr: Chargement du fichier de dump dans '%s'

source: Loading menu
fr: Chargement du menu

source: Loading of dump '%s' returned with exitcode %s
fr: Chargement du dump '%s' en échec avec le code retour %s

source: Loading...
fr: Chargement...

source: Lock
fr: Verrouiller

source: Log:Code
fr: Code

source: Log:Comment
fr: Message

source: Log:Date
fr: Date

source: Log:User
fr: Utilisateur

source: Logical name %s already set for %s
fr: Nom logique %s déjà utilisé pour %s

source: Logical name %s already use in document %s
fr: Le nom logique %s est déjà utilisé pour le document %s

source: MB_Cc
fr: Copie à

source: MB_To
fr: À

source: Mail %s sent to %s
fr: Message %s envoyé à %s

source: Mail template document reference to ask new password
fr: Référence du modèle de mail utilisé pour la demande de changement de mot de passe

source: Make references ...
fr: Fabrication des références ...

source: Manage families
fr: gestion des familles

source: March
fr: Mars

source: Mask title
fr: Titre du masque
