Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: Master document has been closed. Close window ?
fr: Le document maître a été fermé. Voulez-vous fermer la fenêtre ?

source: Max display limit %s reached. Use export to see all
fr: Limite d'affichage maximum %s atteinte. Utilisez l'exportation pour tout voir.

source: Maximum 20 views by control
fr: Maximum 20 vues par contrôle

source: Maximum number of revision
fr: Nombre maximum de révisions

source: May
fr: Mai

source: Message to indicate invalid configuration
fr: Message pour indiquer que la configuration est invalide

source: Method %s cannot be call by client. Must be exposable method
fr: La méthode "%s" n'est pas accessible depuis le client. Elle doit être déclarée "exposable"

source: Method [%s] not exists
fr: la méthode [%s] n'existe pas

source: Minimum character length needed for user password
fr: Nombre minimum de caractères pour le mot de passe d'un utilisateur

source: Minimum digit number needed for user password
fr: Nombre minimum de chiffres pour le mot de passe d'un utilisateur

source: Minimum lowercase alpha needed for user password
fr: Nombre minimum de lettres minuscules pour le mot de passe d'un utilisateur

source: Minimum symbol (no alpha, no digit) needed for user password
fr: Nombre minimum de caractère spéciaux pour le mot de passe d'un utilisateur

source: Minimum uppercase alpha needed for user password
fr: Nombre minimum de lettres majuscules pour le mot de passe d'un utilisateur

source: Modification date
fr: Date de dernière modification

source: Modification for attribute %s for family %s
fr: Modification de l'attribut %s de la famille %s

source: Modify
fr: Modifier

source: Modify Attributes
fr: Modification des attributs

source: Modify acls
fr: Modifier les droits

source: Modify acls for documents
fr: Modifier les droits des documents

source: Modify acls for familly
fr: Modifier les droits de la famille

source: Modify default Values
fr: Modifier les valeurs par défaut

source: Modify parameters Values
fr: Modifier les paramètres

source: Modify table
fr: Modification table

source: Monday
fr: Lundi

source: More options
fr: Plus d'options

source: Move file from %s to %s
fr: Déplacer le fichier depuis %s vers %s

source: Move reference
fr: Déplacer la référence

source: My system user id
fr: Identifiant système de mon compte utilisateur

source: My user account id
fr: Identifiant de mon compte utilisateur

source: N?
fr: O?

source: NOT Clear
fr: Non effacé

source: Name of table cannot be empty
fr: Le nom de la table ne doit pas être vide

source: Name of the glob
fr: Nom du glob

source: Name of the zoo
fr: Nom du zoo

source: New password
fr: Nouveau mot de passe

source: New report
fr: Nouveau rapport

source: New search
fr: Nouvelle recherche

source: New section
fr: Nouvelle rubrique

source: New state
fr: Nouvel état

source: Next
fr: Suivant

source: No Icon specified
fr: Pas d'icone définie

source: No acl for family
fr: Pas de droits définis pour la famille

source: No acl for new documents of this family
fr: Pas de droits définis pour les nouveaux documents de cette famille

source: No columns has been defined
fr: Aucunes colonnes ont été définies

source: No default value
fr: Aucune valeurs par défaut

source: No direct import : limit is reached
fr: Pas d'importation directe : limite atteinte

source: No document found for <strong>%s</strong>%s
fr: Aucun document pour la recherche "<strong>%s</strong>"%s

source: No identificator
fr: Pas d'identificateurs

source: No identifier found for relation '%s' %s in %s file
fr: Impossible de trouver d'identifiant pour la relation '%s' %s dans le fichier %s

source: No import : no document detected
fr: Par d'importation : pas de document détectés

source: No one default values
fr: Aucune valeur par défaut

source: No one parameters
fr: Aucun paramètre

source: No privilege to change acls
fr: Pas de privilège pour modifier les droits

source: No result
fr: Pas de résultats

source: No results
fr: Pas de résultats

source: No strip Html tags
fr: Garder les balises Html

source: No workflow
fr: Pas de cycle de vie défini

source: Normal view
fr: Vue normale

source: Not a family [%s]
fr: Pas une famille [%s]

source: Not all users can be vieved. limit %d has been reached
fr: Tous les utilisateurs ne peuvent être affichés. La limite %d a été atteinte

source: Not enough access to define privileges
fr: Droits insuffisants pour initialiser les privilèges

source: Not enough characters.
fr: Pas assez de caractères

source: Not enough digits.
fr: Pas assez de chiffres

source: Not enough lowercase characters.
fr: Pas assez de minuscules

source: Not enough special characters.
fr: Pas assez de charactères spéciaux

source: Not enough uppercase characters.
fr: Pas assez de majuscules

source: November
fr: Novembre

source: OP_AND
fr: et

source: OP_GLOB
fr: global

source: OP_OR
fr: ou

source: October
fr: Octobre

source: Offline menu
fr: Offline

source: One document for <strong>%s</strong>%s
fr: Un document trouvé pour <strong>%s</strong>%s

source: Online help
fr: Aide en ligne

source: Only %s %s can view and edit
fr: Seul %s %s peut voir et éditer le document

source: Only one line by document is authorized
fr: Une seule ligne par document est autorisée

source: Only these characters are allowed : a..z, A..Z, 0..9, _, -
fr: Seuls ces caractères sont autorisés : a..z, A..Z, 0..9, _, -

source: Open in folio
fr: Ouvrir dans une chemise

source: Open in new window
fr: Ouvrir dans une nouvelle fenêtre

source: Options import
fr: Options d'importation

source: Or upload a new icon
fr: Ou télécharger un nouvel icone

source: Other...
fr: Autre...

source: Others
fr: Autres

source: Output file '%s' already exists.
fr: Le fichier de sortie '%s' existe déjà.

source: Output file '%s' is already opened.
fr: Le fichier de sortie '%s' est déjà ouvert.

source: Own Default Value
fr: Valeur par défaut indiquée

source: Own Parameter Value
fr: Valeur du paramètre indiqué

source: PDF conversion failed for %s
fr: conversion PDF a échoué pour %s

source: PDF conversion not found
fr: Conversion PDF non trouvée

source: PG Error: Connection to freedom pg service '%s' failed !
fr: Erreur PG : connexion au pg service dynacase '%s' en échec !

source: PG Error: Connection to temporary pg service '%s' failed !
fr: Erreur PG : connexion au pg service temporaire '%s' en échec !

source: Parameter
fr: Paramètre

source: Parameter [%s] is not global, an apllication muste be given
fr: Le paramètre [%s] n'est pas un paramètre global. Une application doit aussi être fournie

source: Parameter [%s] not found
fr: Le paramètre [%s] est introuvable

source: Parameter [%s] not found in family [%s]
fr: Le paramétre [%s] de la famille [%s] n'a pas été trouvé

source: Parameter [%s] not found. Error message: [%s]
fr: Paramétre [%s] introuvable.Une erreur a été reçue: [%s]

source: Parameter name does not include spaces
fr: Le nom de paramètre ne doit pas inclure d'espaces

source: Parameter's id
fr: Identifiant du paramètre

source: Parameters for
fr: Paramètres pour

source: Parameters values
fr: Valeurs des paramètres

source: Parametre cycle
fr: Relation paramètre cycle

source: Password has been cnanged
fr: Votre nouveau mot de passe a été enregistré

source: Past Revisions
fr: Révisions passées

source: Permissions
fr: Droits

source: Personal profile for %s %s
fr: Profil personnel de %s %s

source: Pivot rendering %d/%d
fr: Composition du pivot %d/%d

source: PortFolio
fr: Chemise

source: PortFolio search
fr: Recherche dans la chemise

source: Possible file upload attack! Here's some debugging info:
fr: Possibilité d'attaque 'upload' : voir infos suivantes

source: Possible file upload attack: filename '%s'.
fr: Possibilité d'atttaque 'upload' : fichier %s

source: Prefer choose Latin if you are under microsoft else use UTF-8
fr: Préférez Latin si vous êtes dans un environnement Microsoft. Sinon utilisez UTF-8

source: Preferences
fr: Préférences

source: Preferences for
fr: Préférences pour

source: Previous
fr: Précédent

source: Print
fr: Imprimer

source: Privilege input
fr: Droits

source: Privilege view
fr: Statut

source: Process %s [%d] executed
fr: Processus %s [%d] exécuté

source: Process %s [%d] executed in %.03f seconds
fr: Processus %s [%d] exécuté en %.03f secondes

source: Processes plan
fr: Planification des processus

source: Processes to exec
fr: Processus à exécuter

source: Profil for document's archive %s
fr: Profil pour l'archive %s

source: Profile
fr: Profil

source: Profile of
fr: Profil de

source: Progress bar
fr: Barre de progression

source: Properties
fr: Propriétés

source: Properties:
fr: Propriétés:

source: Property '%s' is not valid (family '%s').
fr: La propriété '%s' n'est pas valide (famille '%s').

source: PubliPreview
fr: prévisualisation

source: Purge archive
fr: Purge de l'archive

source: Quick Save
fr: Sauver vite

source: RSS link
fr: S'abonner au lien RSS

source: Radial layouts graphs
fr: Modèle de graphe radial

source: Raw archive
fr: Archive brute

source: Raw data only
fr: Données brutes seulement

source: Raw data set database value. Formated data : data are exported like can see it in navigator.
fr: Données brutes de la base de données. Données formatées : données telles que les voit l'utilisateur depuis son navigateur

source: Reaffect
fr: Ré-affectation

source: Reason for change state
fr: Raison du changement d'état

source: Record documents %d/%d
fr: Enregistrement des documents %d/%d

source: Record system families
fr: Enregistrement des familles systèmes

source: Redo export
fr: Relancer l'exportation

source: Ref
fr: Réf

source: Reference
fr: Référence

source: Referenced from
fr: Référencé depuis

source: Refresh folder
fr: Actualiser

source: Relation document
fr: Relations entre documents

source: Relation parametre
fr: Relation paramètre

source: Reload document
fr: Recharger le document

source: Reload page
fr: Recharger la page

source: Remove duplicate attribute '%s' in family '%s'
fr: Suppression de l'atttribut dupliqué '%s' dans la famille '%s'

source: Remove duplicate property '%s' in family '%s'
fr: Suppression de la propriété dupliquée '%s' dans la famille '%s'

source: Remove duplicate reference '%s' in family '%s'
fr: Suppression de la référence dupliquée '%s' dans la famille '%s'

source: Rename
fr: Renommer

source: Rename file as %s
fr: Renommer le fichier en %s

source: Reopen archive
fr: Réouverture de l'archive

source: Rest delay
fr: Durée restante

source: Restricted Access
fr: Accès restreint

source: Result Analyze Documents
fr: Résultat de l'analyse des documents

source: Result Import Documents
fr: Résultat de l'importation de documents

source: Result Import TAR Documents
fr: Résultat de l'importation d'archives

source: Result value
fr: Valeur résultante

source: Retrieve documents from database
fr: Récupération des documents

source: Return to reference document
fr: Retour au document de référence

source: Rev
fr: Rév.

source: Revise
fr: Réviser

source: Role "%s"
fr: le rôle "%s"

source: Root folder
fr: Dossier racine

source: SEARCH_DOC:Unbalenced parenthesis %s
fr: Recherche : Problème de parenthèses "%s"

source: SEARCH_DOC:Unknown operator %s
fr: Recherche : problème d'opérateur "%s"

source: SMTP default from if not
fr: Adresse de retour par défaut pour le SMTP

source: SMTP host
fr: Nom du serveur SMTP

source: SMTP login
fr: Nom d'utilisateur pour la connexion SMTP

source: SMTP password
fr: Mot de passe pour la connexion SMTP

source: SMTP port
fr: Numéro de port de la connexion SMTP

source: SVG
fr: vectoriel (SVG)

source: Saturday
fr: Samedi

source: Save
fr: Sauver

source: Save !
fr: Sauver !

source: Save and quit edit mode
fr: Sauver et quitter le mode édition

source: Save and stay in edition
fr: Sauver et rester en modification

source: Save changes ?
fr: Sauver les changements ?

source: Save default values
fr: Sauver les valeurs par défaut

source: Save in progress
fr: Enregistrement en cours

source: Save parameters
fr: Sauver les paramètres

source: Save preferences
fr: Sauver mes choix

source: Search
fr: Recherche

source: Search %s
fr: Recherche %s

source: Search criteria
fr: Critères de recherche

source: Search document
fr: Rechercher des documents

source: Search in current revision
fr: Filtrer dans la révision courante

source: Search in past revision
fr: Filtrer dans les révisions passées

source: Search linked documents
fr: Recherche des documents liés

source: Search to insert
fr: Recherche pour l'insertion

source: Section free key
fr: Clé libre

source: Section key
fr: Clé de la rubrique

source: Section name
fr: Nom de la rubrique

source: Section text
fr: Texte de la rubrique

source: Sections
fr: Rubriques

source: Security
fr: Sécurité

source: See below information about conversion
fr: Voir les informations sur la conversion ci-dessous

source: See detail for
fr: Voir le détail pour

source: See latest information about it.
fr: Voir les dernières informations

source: See members detail
fr: Voir les membres

source: Select Profil if it is to globaly reuse file to reinitialize profil
fr: Sélectionnez avec profil pour une réutilisation dans une autre base ou pour une sauvegarde

source: Select all columns
fr: Sélectionner tout

source: Select group appartenance
fr: Selectionner les groupes d'appartenance

source: Select identifier to set the second column -specid- this file can only reimport in the same database
fr: Sélectionnez identificateur pour remplir la deuxième colonne -specid-. Le fichier exporté ne pourra être réutilisé que dans la même base de données

source: Select search
fr: Sélectionner une recherche

source: Select. Use ctrl-&uarr; &darr; to up/down selection
fr: Sélectionner. Utiliser ctrl-&uarr; &darr; pour monter/descendre la sélection

source: Send Analyze
fr: Lancer l'analyse

source: Send document
fr: Envoyer par courriel

source: Send document searches
fr: Envoi de la recherche de documents

source: Send mail
fr: Envoyer le mail

source: Send mail error : Attribute %s not found
fr: Échec lors de l'envoi du mail: Attribut %s introuvable

source: Send mail error : Attribute %s not found.
fr: Échec lors de l'envoi du mail: Attribut %s introuvable.

source: Send mail error : Parameter %s doesn't exists
fr: Échec lors de l'envoi du mail: Paramètre %s n'existe pas

source: Send mail error : Relation to attribute %s not found. Incorrect relation key: %s
fr: Échec lors de l'envoi du mail: La relation %s vers l'attribut %s est incorrect

source: Send mail error : Relation to attribute %s not found. Relation key %s does'nt link to a document
fr: Échec lors de l'envoi du mail: La relation vers l'attribut %s est introuvable: La clé %s n'est pas liée à un document

source: Send mail info : can't send mail %s: no sendee found
fr: Échec lors de l'envoi du mail %s: aucun destinataire trouvé

source: Send mail with template
fr: Envoi d'un courriel avec le modèle

source: Send search
fr: Lancer la recherche

source: Send the email and change document state to
fr: Envoi du email et changement d'état vers

source: Sending input on change?
fr: Envoi du formulaire pendant l'activation de l'événement onchange

source: September
fr: Septembre

source: Session authentication log facility
fr: facility (syslog) de journalisation des authentifications

source: Set autonome profil
fr: Profil dédié

source: Set by "%s" attribute (%s) from template profil "%s"
fr: Obtenu par l'attribut "%s" ("%s") depuis le profil dynamique "%s"

source: Set by %s from template profil "%s"
fr: Obtenu par %s depuis le profil dynamique "%s"

source: Set by %s through "%s" linked profil
fr: Obtenu par %s depuis le profil lié "%s"

source: Set by %s through document itself "%s"
fr: Obtenu par %s depuis le document même "%s"

source: Set by %s through template profil "%s"
fr: Obtenu par %s depuis le profil dynamique "%s"

source: Set default values
fr: Valeurs par défaut

source: Set from template profil "%s"
fr: Obtenu par le modèle de template "%s"

source: Set new entry
fr: Saisissez une nouvelle entrée

source: Set private
fr: Rendre privé

source: Set public
fr: Rendre publique

source: Set through "%s" linked profil
fr: Obtenu depuis le profil lié "%s"

source: SetBlock:error [%s]
fr: SetBlock : erreur [%s]

source: Skip already added property '%s' in family '%s'
fr: Evitement de la propriété '%s' déjà ajoutée dans la famille '%s'

source: Some characters are not authorized for file name %s. They are replaced by -
fr: Certain caractères spéciaux ne sont pas autorisé pour un nom de fichier %s. Ils ont été remplacé par -

source: Some constraint attribute are not respected. You must correct these values before save document.
fr: Certaines contraintes d'attributs ne sont pas respectées Vous devez corriger ces valeurs avant de sauver le document

source: Something wrong. No acl found in %s (user #%d)
fr: Incohérence: Pas d'acl trouvée dans "%s" (utilisateur n°%d)

source: Sorry but this section key already exists !
fr: Désolé mais cette clé de rubrique existe déjà !

source: Sort
fr: Tri

source: Special edit
fr: Éditions spéciales

source: Special view
fr: Vues spéciales

source: Specific import in csv format
fr: Importation spécifiques au format CSV

source: State
fr: État

source: StateConfirm
fr: Confirmer

source: States
fr: États

source: Status
fr: État

source: Status for sending mail
fr: Compte-rendu du publipostage

source: Steps
fr: Étapes

source: Strip HTML tags :
fr: Balises HTML :

source: Strip Html tags
fr: Enlever les balises Html

source: Submit
fr: Valider

source: Sunday
fr: Dimanche

source: Supported format
fr: Formats supportés

source: Suppress %d document(s)
fr: %d documents ont été enlevés

source: Sure %s ?
fr: Confirmation : %s ?

source: Sure delete %s ?
fr: Etes vous sur de vouloir supprimer %s ?

source: Sure duplicate %s ?
fr: Etes vous sur de vouloir dupliquer %s

source: Sure duplicate ?
fr: Etes vous sur de vouloir dupliquer

source: System document
fr: Documents système

source: TE engine activate but TE-CLIENT not found
fr: Moteur TE activé mais TE-CLIENT non trouvé

source: TE engine is not activate
fr: Moteur TE n'est pas activé

source: TE not activated
fr: TE non activé

source: TEST_EXTRA:Extra state not found
fr: État extra introuvable

source: TST_ENUMFAM1#tst_enum2#0
fr: Zéfiro

source: TST_ENUMFAM1#tst_enuma#a
fr: Lettre A

source: Table '%s' unknown !
fr: Table '%s' inconnue !

source: Template [%s] not found
fr: Template [%s] non trouvé.

source: The "Foo" string
fr: La chaîne de caractère "Foo"

source: The apache configuration seems incorrect. I cannot read .htaccess file. May be parameter allowOverride is not set to All
fr: Le fichier de configuration Apache a l'air incorrect. Je ne peux pas lire le fichier .htaccess. Peut-être que le paramètre allowOverride n'est pas mis à All

source: The current activity is "%s".
fr: L'activité courante est "%s".

source: The current state is "%s".
fr: L'état courant est "%s".

source: The document <%s> is not a folder
fr: Le document <%s> n'est pas un dossier

source: The document can become inconsistent and can not be used properly
fr: le document peut devenir incohérent et peut ne plus être utilisable correctement

source: The document will be stored with "%s" state.
fr: Le document sera enregistré avec l'état "%s".

source: The file %s cannot be extracted
fr: L'archive %s n'a pas pue être extraite

source: The file %s has been correctly extracted
fr: L'archive %s a été correctement extraite

source: The first four fields must not be change, they identified the card structure
fr: Les quatre premiers champs ne doivent pas être modifiés, ils identifient la structure de la carte

source: The latest document %s waiting for a answer
fr: Le dernier document %s attend une réponse

source: The next activity will be "%s".
fr: La prochaine activité sera "%s".

source: The next state will be "%s".
fr: Le prochain état sera "%s".

source: The separator field is the semicolon(;)
fr: Le séparateur de colonne est le point-virgule ';'

source: The submitted file does not comes from the latest version of the document and might have been modified by other users. If you continue, theses changes will be lost.- Select 'Ok' to continue and replace the file with your version.- Select 'Cancel' to go back to the document without changing the file (you'll be able to download the latest version of the file and integrate your changes in it)
fr: Le fichier que vous soumettez ne provient pas de la dernière version du document\net peut avoir été modifié par d'autres utilisateurs.\nSi vous continuez, ces changements seront perdus.\n\n- Cliquez sur 'Ok' pour continuer et écraser le fichier avec votre version.\n- Cliquez sur 'Annuler' pour revenir sur le document sans changements (vous pourrez alors télécharger la dernière version du fichier et y intégrer vos changements).

source: This account has expired.
fr: Ce compte a expiré.

source: This account is deactivated.
fr: Ce compte est désactivé.

source: This action requires the installation of Dynacase Extui module
fr: Cette action nécessite l'installation du module Dynacase Extui

source: This document has been deleted
fr: Ce document a été supprimé

source: Thursday
fr: Jeudi

source: Timer result
fr: Résultat

source: Timers management
fr: Gestion des minuteurs

source: Timers management result
fr: Résultat gestion des minuteurs

source: Timers prevision
fr: Prévision des minuteurs

source: Title
fr: Titre

source: ToSearch
fr: Rechercher

source: Too many incorrect password attempts.
fr: Trop de tentative avec un mot de passe incorrect.

source: Too many input file. The maximum accepted is
fr: Trop de champs de type fichier dans le formulaire.\nLe maximum est de

source: Tools
fr: Outils

source: Top Bottom
fr: Haut Bas

source: Transformation Engine callback url
fr: URL pour les callback du serveur de transformation

source: Transformation Engine server host name
fr: Adresse du serveur de transformation

source: Transformation Engine server port number
fr: Numéro de port du serveur de transformation

source: Transformation Engine timeout connection (in seconds)
fr: Temps d'attente de connexion pour le moteur de transformation (en secondes)

source: Tuesday
fr: Mardi

source: Two cents
fr: Deux centimes

source: Twprocess_private
fr: vers privé

source: Twprocess_public
fr: vers public

source: Unable to store the file
fr: Impossible d'enregistrer le fichier

source: Unallocate aborded
fr: Suppression de l'affectation abandonnée

source: Unallocated of %s %s : %s
fr: Suppression de l'affectation de %s %s : %s

source: Unallocated of %s %s: %s
fr: Suppression de l'affectation de %s %s : %s

source: Unarchiving from %s
fr: Désarchivé depuis %s

source: Undirected graphs
fr: Graphe non-directionnel

source: Unlock
fr: Déverrouiller

source: Up
fr: Monter

source: Update Access in progress
fr: Mise à jour des droits en cours

source: Update access
fr: Modifier les privilèges

source: Update by importation
fr: Mise à jour par importation

source: Update document if has permission else ignored
fr: Mets à jour le document si permission accordée sinon modification ignorée

source: Update history done
fr: Mise à jour de l'historique effectuée

source: Update profiling is in progress.
fr: Mise à jour des privilèges en cours

source: Update profiling of %d documents is in progress.
fr: Mise à jour des privilèges pour %d documents en cours.

source: Upload archive
fr: Télécharger l'archive

source: Use Ctrl-S to save and stay in edit mode
fr: Utiliser Ctrl-S pour sauver et rester en édition

source: Use your home folder instead <%s>
fr: Utilisation du dossier personnel <%s> à la place

source: User must be authenticate
fr: L'utilisateur doit être authentifié

source: User to affect
fr: Utilisateur à affecter

source: Users
fr: Utilisateurs

source: Validate
fr: Valider
