Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: View
fr: Affichage

source: View Archive
fr: Voir l'archive

source: View Archives
fr: Voir les archives

source: View XML
fr: Voir XML

source: View Xml Schema
fr: Voir le Schéma XML

source: View Zones for FOOTER
fr: Zone dans le pied de page en mode visualisation

source: View all attributes ?
fr: Voulez vous voir tous les attributs ?

source: View all properties
fr: Voir toutes les propriétés

source: View all rows
fr: Voir toutes les rangées

source: View answers
fr: Voir les réponses

source: View color legend
fr: Affiche la légende des couleurs

source: View cycle graph
fr: Voir le graphe du cycle de vie

source: View default values and parameters
fr: Valeurs par défaut et paramètres

source: View document reference
fr: Voir le document de référence

source: View family
fr: Voir la famille

source: View folder content
fr: Voir le contenu du dossier

source: View folder properties
fr: Voir les propriétés du dossier

source: View group access
fr: Voir les groupes

source: View headers
fr: Voir entête

source: View historique
fr: Voir l'historique

source: View inherit family
fr: Voir les familles dérivées

source: View latest
fr: révision courante

source: View my ask
fr: Voir mes accords

source: View my searches
fr: Voir mes recherches

source: View next results
fr: voir les documents suivants...

source: View only access set. Green flag
fr: Voir les droits posés. (puces vertes)

source: View postit
fr: Voir le post-it

source: View print version
fr: Version imprimable

source: View properties
fr: Voir les propriétés

source: View revision
fr: Voir la révision

source: View selection
fr: Voir la sélection

source: View tab letters
fr: Voir les onglets alphabétiques

source: Vous devez entrer un nom d'utilisateur valide et un mot de passe correct pour acceder a cette ressource
fr: Vous devez entrer un nom d'utilisateur valide et un mot de passe correct pour accéder à cette ressource

source: WID : workflow '%s' is not a workflow
fr: WID : '%s' n'est pas un cycle

source: WID : workflow '%s' not found
fr: WID : cycle '%s' introuvable

source: WIDGET_CHANGE_PASSWORD:Change
fr: Modifier

source: WIDGET_CHANGE_PASSWORD:Loading...
fr: Chargement...

source: WIDGET_CHANGE_PASSWORD:New password
fr: Nouveau mot de passe

source: WIDGET_CHANGE_PASSWORD:New passwords are not identical
fr: Le nouveau mot de passe et sa vérification ne sont pas identiques

source: WIDGET_CHANGE_PASSWORD:Old password
fr: Mot de passe actuel

source: WIDGET_CHANGE_PASSWORD:Password updated
fr: Mot de passe mis à jour

source: WIDGET_CHANGE_PASSWORD:Verify new password
fr: Vérification du mot de passe

source: WIDGET_CHANGE_PASSWORD:You need to provide a new password
fr: Vous devez fournir un nouveau mot de passe

source: WIDGET_CHANGE_PASSWORD:You need to provide the old password
fr: Vous devez fournir le mot de passe actuel

source: WIDGET_CHANGE_PASSWORD:You need to provide twice the new password
fr: Vous devez fournir la vérification

source: Warning : %s
fr: Avertissement : %s

source: WebDav FREEDOM system file
fr: Système de fichiers WebDAV DYNACASE

source: Wednesday
fr: Mercredi

source: With States and activities
fr: Avec états et activités

source: With conditions
fr: Avec les traitements

source: With files
fr: Avec les fichiers

source: With identificators
fr: Avec les identificateurs

source: With profil
fr: Avec les profils

source: Without files
fr: Sans les fichiers

source: Without identificators
fr: Sans les identificateurs

source: Without profil
fr: Sans les profils

source: Workflow
fr: Cycle de vie

source: Workflow - parameters
fr: Paramètres d'affichage

source: XML Error: no 'family' attribute on <table/> node.
fr: Erreur XML: pas d'attribut 'family' sur le noeud <table />

source: XML Error: no <database/> root node.
fr: Erreur XML: pas de noeud racine <database />

source: XML Error: no property or attribute on <column/> node.
fr: Erreur XML: pas de propriété ou d'attribut sur le noeud <column />

source: XML Error: no table defined.
fr: Erreur XML: pas de table définie

source: XML Error: only one <database/> root node allowed.
fr: Erreur XML: un seul noeud racine <database /> autorisé

source: XML Root node is not a '%s' node (root node is '%s').
fr: Le nœud XML racine n'est pas '%s' (le nœud racine est '%s').

source: XML config parsed OK !
fr: Configuration XML analysée OK !

source: XML data (Zip with one xml by document)
fr: Données XML (Zip avec un fichier XML par document)

source: XML data (only one xml file)
fr: Données XML (un seul fichier XML)

source: XML error %s at line %d
fr: Erreur XML %s à la ligne %d

source: Xml file cannot be created
fr: Le fichier XML n'a pas pu être créé

source: Xml import : Cannot create file %s
fr: importation XML : Le fichier %s ne peut être crée

source: Xml import file %s not found
fr: importation XML : fichier %s introuvable

source: Y
fr: O

source: You can close window now or waiting the end of processing
fr: Vous pouvez fermer la fenêtre maintenant ou attendre la fin du traitement

source: You must upgrade to version 6 or more
fr: Vous devez mettre à jour avec la version 6 au minimum

source: You must upgrade to version Netscape 7 or Mozilla 1.7 (Firefox)
fr: Vous devez mettre à jour avec la version Netscape 7 ou Mozilla 1.7 (Firefox)

source: You must use only a-z, 0-9, _, - caracters
fr: Vous devez utiliser uniquement les caractères 0-9, a-z, 8 et -

source: You use an too old Internet explorer navigator
fr: Vous utilisez un navigateur de type Internet Explorer trop ancien

source: You use an too old Netscape navigator
fr: Vous utilisez un navigateur de type Netscape trop ancien

source: You use version an to old version of Internet Explorer
fr: Vous utilisez un navigateur de type Internet Explorer trop ancien

source: You use version an to old version of Netscape (Mozilla)
fr: Vous utilisez un navigateur de type Netscape trop ancien

source: Your navigator does not accept cookies. Cookies must be enabled to use correctly this application
fr: Votre navigateur n'accepte pas les cookies. Vous devez autoriser les cookies pour utiliser correctement l'application.

source: Your password is not secure.
fr: Votre de mot de passe n'est pas valide

source: Zip Archive cannot be created
fr: L'archive Zip n'a pas pu être créée

source: Zip File
fr: Fichier Zip

source: [%s] must be a integer
fr: [%s] doit être un nombre entier

source: [%s] must be a number
fr: [%s] doit être un nombre

source: [%s] must be greater than %s
fr: [%s] doit être supérieur à %s

source: [%s] must be lower than %s
fr: [%s] doit être inférieur à %s

source: [%s] must match /%s/
fr: [%s] doit correspondre à /%s/

source: access date
fr: date de dernière consultation

source: access granted to database $db
fr: accès à la base de données $db autorisé

source: access path folder list
fr: liste des chemin d'accès

source: access path folder list:
fr: liste des chemins d'accès

source: access path list
fr: liste des chemin d'accès

source: account attribute
fr: Attribut de compte

source: acking detection : clear token
fr: tentative d'intrusion détecté : suppression de la clef

source: action %s is not declared to be access in open mode
fr: L'action %s n'est pas déclarée comme étant accessible en mode ouvert

source: action %s is not declared to be access in open mode and token context not match
fr: L'action %s n'est pas déclaré pour être accessible en mode ouvert. La clef de contexte ne correspond pas.

source: actions
fr: les actions

source: activity
fr: activité

source: activity for %s
fr: Activité pour %s

source: add
fr: ajout

source: add %s for %s
fr: ajout %s pour %s

source: add %s id [%d]
fr: ajout %s id [%d]

source: add %s search
fr: Ajouter la recherche %s

source: add acl %s
fr: ajout droit %s

source: add batch document
fr: Ajout d'un document lot

source: add category
fr: ajout de catégorie

source: add column
fr: ajout de colonnes

source: add comment before revise document
fr: ajouter un commentaire avant de réviser un document

source: add default value %s %s
fr: ajout valeurs par défaut pour %s à %s

source: add document from directories file import
fr: ajouter de documents à partir d'un répertoire

source: add document import
fr: ajouter un document importé

source: add document import from XML
fr: ajout d'un document pour l'import XML

source: add entry in a document forum
fr: répondre

source: add enum html input attribute
fr: Ajout entrée dans un énuméré

source: add file query into directory
fr: ajout d'un document dans un dossier

source: add folder in bookmark
fr: Marquer ce dossier

source: add id [%d]
fr: ajout id [%d]

source: add inputs
fr: ajouter entrée

source: add negative acl %s
fr: ajout droit négatif %s

source: add new category
fr: ajout nouvelle catégorie

source: add new profil %s
fr: ajout d'un nouveau profil %s

source: add to bookmarks
fr: Marquer ce dossier

source: addactivity
fr: Activité

source: addcond
fr: Attributs

source: added
fr: ajouté

source: address
fr: Adresse...

source: address of the webdav server for authenticate server
fr: adresse du serveur webdav pour le serveur authentifié

source: address of the webdav server for freedav
fr: adresse du serveur webdav pour freedav

source: addstate
fr: État

source: affect auto lock
fr: auto-verrouillage

source: affect auto mail
fr: courriel automatique

source: affect no lock
fr: pas de verrou

source: affect no mail
fr: pas de courriel

source: affect user to a document
fr: affecter un utilisateur à un document

source: alive
fr: vivant

source: all
fr: tous les mots

source: all columns are hiddens
fr: toutes les colonnes sont cachées

source: allocated
fr: affecté

source: allocated to
fr: Affecté à

source: allocation for %s document
fr: affectation pour le document %s

source: already deleted
fr: déjà supprimé

source: an error has occured: %s
fr: Une erreur a été produite: %s

source: analyze archive file
fr: analyse de fichier archive

source: anchor color
fr: couleur des liens

source: and
fr: et

source: and add in %s folder
fr: et ajout dans dossier %s

source: answer
fr: Répondre

source: any
fr: un des mots

source: any families
fr: toutes familles

source: any familly
fr: toute famille

source: any value include
fr: aucune valeur n'est incluse

source: any values
fr: une des valeurs

source: any values include {right}
fr: {right} n'est pas inclus dans le document

source: application version
fr: version application

source: apply a method to a document
fr: appliquer une méthode sur un document

source: apply method %s
fr: appel de la méthode %s

source: archieve status must be open to modify content
fr: Le statut de l'archive doit être ouvert pour y insérer des documents

source: archive %s not found and cannot be removed
fr: L'archive %s n'a pas été trouvée et n'a pas pue être supprimée

source: archive file %s has been deleted
fr: L'archive %s a été supprimée

source: archived
fr: Archivé

source: ask
fr: accord

source: ask for a new file revision
fr: demande pour une revision

source: assigned workflow is not alive
fr: Le cycle de vie associé n'est pas vivant

source: at least %d digits
fr: au moins %d chiffres

source: at least %d lowercase alpha characters
fr: au moins %d lettres minuscules

source: at least %d symbol characters
fr: au moins %d caractères spéciaux

source: at least %d uppercase alpha characters
fr: au moins %d lettres majuscules

source: at least one digit
fr: au moins un chiffre

source: at least one lowercase alpha character
fr: au moins une lettre minuscule

source: at least one symbol character
fr: au moins un caractère spécial

source: at least one uppercase alpha character
fr: au moins une lettre majuscule

source: attach timer %s [%d]
fr: Attachement minuteur %s [%d]

source: attachTimer : the timer parameter is not a document of TIMER family
fr: attachTimer : le paramètre minuteur n'est pas un document de la famille TIMER

source: attr key is empty
fr: clef d'attribut vide

source: attribut %s not found for document %s [%d]
fr: attribut %s non trouvé pour le document %s [%d]

source: attribute %s
fr: attribut %s

source: attribute %s : %s type is not allowed with %s operator
fr: attribut : %s : le type %s n'est pas autorisé avec l'opérateur %s

source: attribute %s : cannot detect title attribute
fr: attriby %s : le titre lié à l'attribut ne peut être détecté

source: attribute %s is not a file attribute
fr: l'attribut %s n'est pas du type file

source: attribute %s is not int a array
fr: l'attribut %s n'est pas dans un tableau

source: attribute %s not an array
fr: attribut %s n'est pas un tableau

source: attribute %s not found
fr: attribut %s non trouvé

source: attribute %s not found [%s]
fr: l'attribut %s n'a pas été trouvé [%s]

source: attribute %s unknow in family %s [%d]
fr: attribut %s inconnu pour la famille %s [%d]

source: attribute id
fr: Identifiant de l'attribut

source: attributes
fr: attributs

source: attributes definitions
fr: définition des attributs

source: attributes modification
fr: Modification d'attributs

source: attrname
fr: Nom

source: atype
fr: Type

source: auth_failure
fr: échec de l'authentification

source: authent reqpassword
fr: Mot de passe oublié ?

source: author
fr: auteur

source: auto revision
fr: révision automatique

source: automaticaly by change state of %s %s
fr: changement d'état automatique issu du document %s %s

source: background color for table cells
fr: couleur de fond de cellules

source: background color or image
fr: image ou couleur de fond

source: background color or image in security mode
fr: image ou couleur de fond en mode sécurité

source: background document import
fr: importation en tâche de fond

source: background image for bar
fr: image de fond pour les barres

source: background image for menu
fr: image de fond pour les menus

source: bar menu
fr: barre de menu

source: basket of %s
fr: porte-documents de %s

source: batcexec aborted document [%s] not found
fr: Exécution du lot abandonnée Document [%s] non trouvé

source: batch execution
fr: traitement d'un lot

source: batch from %s folder
fr: lot issu du dossier %s

source: begin by
fr: commence par

source: between
fr: entre

source: bookmark folders
fr: signets des dossiers

source: boolean
fr: booléen

source: callbackreqpasswd_mail_hello
fr: Bonjour

source: callbackreqpasswd_mail_password
fr: <p>Votre nouveau mot de passe est à présent:</p> <pre> [PASSWORD] </pre> <p>Vous pouvez vous connecter sur <a href="[CORE_EXTERNURL]">[CORE_EXTERNURL]</a>

source: can't access file
fr: Accès au fichier impossible

source: can't connect mnogosearch db
fr: connexion à la base de données mnogosearch impossible

source: cancel
fr: Annuler

source: cannot access edit template file %s
fr: ne peut accéder à la modification du fichier modèle %s

source: cannot access to database $db
fr: accès à la base de données $db refusé

source: cannot access to core database service [service='$pgservice_core']
fr: accès impossible à la base de données par défaut [service='$pgservice_core']

source: cannot access to vault file system
fr: Accès impossible au coffre des fichiers

source: cannot change state of document #%d to %s
fr: ne peux pas changer l'état du document n°%d vers %s

source: cannot compare two document which comes from two different family
fr: la comparaison de 2 documents de famille différente ne peut être effectuée

source: cannot contact server
fr: ne peut contacter le serveur

source: cannot copy %s
fr: écriture impossible : %s

source: cannot create %s: %s
fr: ne peut créer %s : %s

source: cannot create directory %s Parent directory must be create before
fr: ne peut créer le répertoire %s Le répertoire père doit être créé au préalable

source: cannot create document for family [%s]
fr: création de document impossible pour la famille [%s]

source: cannot create from family [%s]
fr: création impossible depuis la famille [%s]

source: cannot create user %s: %s
fr: Ne peut créer l'utilisateur %s : %s

source: cannot delete family
fr: Les familles ne peuvent être supprimées

source: cannot delete link : initial query not found for doc %d in folder %d
fr: le document %d n'existe plus dans le dossier %d. mettre à jour la vue.

source: cannot delete link for doc %d in folder %d : the document comes from a user query. Delete initial query if you want delete this document
fr: le lien pour le document %d dans le dossier %d ne peut pas être détruit : le document provient d'une recherche utilisateur. Supprimer la requête initiale si vous voulez delier le document

source: cannot detach : document id is not set
fr: ne paut détacher : document id n'est pas valide

source: cannot detach : origin id is not set
fr: ne peut pas détacher : identificateur d'origine invalide

source: cannot detach : timer id is not set
fr: ne peut détaché : minuteur id n'est pas défini

source: cannot execute : document %s is not found
fr: ne peut exécuter : document %s non trouvé

source: cannot execute timer : timer %s is not found
fr: ne peut exécuter le minuteur : %s non trouvé

source: cannot extend vault: %s
fr: Ne peut étendre le coffre de fichiers : %s

source: cannot extract archive %s: status : %s
fr: L'archive %s n'a pas pu être extraite: statut : %s

source: cannot extract archive file %s
fr: L'archive %s n'a pas pu être extraite

source: cannot extract archive file %s. Type %s not recognized as archive file
fr: L'archive %s n'a pue être extraite Son type %s n'est pas reconnu en tant que fichier d'archive

source: cannot get image transformation for %s
fr: ne peut récupérer la transformation d'image pour %s

source: cannot lauch <b>%s</b> transformation
fr: Échec du lancement de la conversion <b>%s</b>

source: cannot load xml %s layout file
fr: ne peut charger le fichier modèle XML %s

source: cannot load xml layout file : %s
fr: Le modèle XML ne peut être chargé : %s

source: cannot load xml template : %s
fr: Le modèle XML ne peut être chargé : %s

source: cannot modify forum %s
fr: modification du forum impossible : %s

source: cannot object update %s
fr: ne peut mettre à jour %s

source: cannot open %s layout file
fr: ne peut ouvrir le fichier template %s

source: cannot open layout file : %s
fr: ne peut ouvrir le fichier de template : %s

source: cannot produce sql request
fr: ne peut produire la requête sql

source: cannot see unknow folder
fr: dossier inconnu, ne peut être consulté

source: cannot see unknow forum reference %s
fr: impossible de voir le forum, la référence %s est inconnue

source: cannot see unknow reference %s
fr: impossible de voir : la référence %s est inconnue

source: cannot send mail %s
fr: ne peut envoyer le courriel %s

source: cannot send mail %s to %s : %s
fr: ne peut envoyer le courriel %s à %s : %s

source: cannot send mail %s with template %s : %s
fr: ne peut envoyer le courriel %s avec le modèle %s :%s

source: cannot set free state for document %s: document cannot be revised
fr: l'affectation d'un état libre est impossible pour le document %s : non révisable

source: cannot set free state for document %s: workflow not allowed
fr: l'affectation d'un état libre est impossible pour le document %s : cycle de vie non autorisé

source: cannot set free state in workflow controlled document %s
fr: l'affectation d'un état libre est impossible dans un document controlé par un cycle de vie : %s

source: cannot set substitute %s id not found
fr: Ne peut pas modifier le suppléant %s id non trouvé

source: cannot set substitute %s login not found
fr: Ne peut pas modifier le suppléant %s login non trouvé

source: cannot set substitute account object not affected
fr: Ne peut pas modifier le suppléant, objet non initialisé

source: cannot substitute itself
fr: Ne peut être suppléant de soi

source: cannot suppress archive file %s
fr: L'archive %s n'a pas pue être supprimée

source: cannot suppress extract directory for archive file %s
fr: Le répertoire d'extraction de l'archive %s n'a pas pu être détruit

source: cannot unlock
fr: ne peut pas déverrouiller

source: cannot update file %s (rev %d) : fixed. Get the latest version
fr: le fichier %s (rév. %d) est figé. Utilisez la dernière version

source: cannot update fixed document
fr: Un document figé ne peut pas être mis à jour

source: cannot update inconsistent document
fr: ne peut mettre à jour un document inconsistent

source: cannot update no initialized document
fr: mise à jour impossible : document non initialisé

source: cannot write %s
fr: écriture impossible : %s

source: cannot write log in %s
fr: ne peut écrire le log dans %s

source: case sensitive
fr: tenir compte de la casse

source: cdate
fr: Date de création

source: change
fr: modification

source: change %s
fr: modification %s

source: change application tag to '%s'
fr: change la balise applicative à '%s'

source: change category
fr: changer de catégorie

source: change creation profile
fr: changer de profil par défaut

source: change default creation profile id to '%s'
fr: changer de profil de création par défaut à '%s'

source: change default folder
fr: changer le dossier par défaut

source: change icon document
fr: changer l'icone du document

source: change icon of document
fr: changer l'icone du document

source: change king in enum attribute
fr: changer la catégorie d'un attribut énuméré

source: change methods to '%s'
fr: affecte les méthodes à '%s'

source: change profil %s
fr: changer de profil %s

source: change profile
fr: changer de profil

source: change profile access
fr: changement des profiles d'accès

source: change profile id to '%s'
fr: changer de profil à '%s'

source: change root folder
fr: changer le dossier racine

source: change special use to '%s'
fr: affecte l'utilisation spéciale à '%s'

source: change state : %s to %s
fr: changement d'état de %s vers %s

source: change state to %s
fr: changement d'état vers %s

source: change state to %s : %s
fr: changement d'état vers %s : %s

source: change state transition
fr: changement d'état

source: change tagable parameter to '%s'
fr: Changement du paramètre 'tagable' en '%s'

source: change title family
fr: changement du titre de famille

source: change user password
fr: Changer le mot de passe de l'utilisateur

source: change version to %s
fr: changement vers la version %s

source: changeCheckBoolClasses Error
fr: Erreur changeCheckBoolClasses

source: changed
fr: modifié

source: changes
fr: modifications

source: chgstates
fr: Étapes

source: choose action from batch document
fr: choix d'une action à partir d'un traitement

source: choose for edit enum attribute
fr: choix pour editer les attributs énumérés

source: choose inputs for %s
fr: choisir une valeur pour %s

source: choose preferred families
fr: Choix des familles préférées

source: choose workflow
fr: choisir un cycle

source: ck image browser
fr: ck navigateur d'image

source: ck image upload
fr: ck téléversement d'image

source: clear containt of a folder
fr: effacer le contenu d'un dossier

source: clear file
fr: Effacer le fichier

source: clear inputs
fr: effacer entrée(s)

source: clear selected inputs
fr: effacer les entrées sélectionnées

source: clic to the ... button to link document correctly
fr: cliquer sur le bouton .. pour lié le document correctement

source: clic to the [...] button to link document correctly
fr: cliquer sur le bouton [...] pour lié le document correctement

source: click to change option
fr: Cliquez pour changer les options

source: client logo
fr: logo du client

source: client name
fr: nom du client

source: close forum
fr: Fermer le forum

source: close search online help
fr: Fermer l'aide à la recherche

source: collapse all
fr: replier tout

source: collection %s not exists
fr: la collection %s n'existe pas

source: color picker
fr: choix de couleur

source: column
fr: colonne

source: column order
fr: ordre des colonnes
