Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: roweditzone syntax %s is invalid
fr: La syntaxe %s est invalide

source: rss avaible for users
fr: Le flux RSS est maintenant accessible pour les utilisateurs

source: rss unavaible for users
fr: Le flux RSS est rendu NON accessible pour les utilisateurs

source: save
fr: Sauver

source: save document
fr: sauvegarde de document

source: save forum edition
fr: sauver les modifications

source: save geometry of mini view
fr: sauve la disposition de la mini vue

source: save query in current folder
fr: sauver la requête dans le dossier courant

source: search
fr: recherche

source: search contains %s in all state
fr: recherche contenant %s (tout état)

source: search %s
fr: recherche %s

source: search %s is %s
fr: recherche %s est %s

source: search %s is %s in %s
fr: recherche %s est %s dans %s

source: search a generict
fr: rechercher une carte

source: search contains %s in %s
fr: recherche contenant %s dans %s

source: search document
fr: Recherche de documents

source: search document criteria
fr: critères de recherche de document

source: search document to insert in a folder
fr: recherche de document pour l'insertion dans un dossier

source: search dynacase documents
fr: rechercher des documents...

source: search for
fr: recherche de

source: search fulltext
fr: recherche plein texte

source: search in inherited family by family
fr: recherche dans les familles héritées par famille

source: search join syntax error : %s
fr: Erreur de syntaxs lors d'une jointure de recherche : %s

source: search methods
fr: Méthodes de recherche

source: search mode
fr: mode de recherche

source: search online help
fr: Aide à la recherche

source: search processes
fr: recherche de processus

source: search result
fr: résultat de la recherche

source: search time
fr: durée de la recherche

source: search title
fr: titre de la recherche

source: search with kind criteria
fr: recherche avec des critères de catégories

source: searchdate prefix
fr: exécutée le

source: second background color
fr: couleur secondaire pour le fond

source: security
fr: sécurité

source: semaphore block
fr: Blocage du sémaphore

source: send
fr: envoyer

source: send a document
fr: envoyer un document

source: send document
fr: envoyer le document

source: send mail
fr: envoyer le mail

source: send mail %s
fr: Envoi courriel %s

source: send mail %s with template %s
fr: envoi courriel %s avec le modèle %s

source: send mail copy
fr: copie envoi de mail

source: send mail with template %s [%d]
fr: envoi courriel avec le modèle %s [%d]

source: send search
fr: Lancer la recherche

source: senddoc
fr: Envoyer le document

source: sended to %s
fr: envoi à %s

source: sending %s to %s
fr: envoi de %s à %s

source: sendmailbcc %s
fr: copie cachée à %s

source: sendmailcc %s
fr: copie à %s

source: sendmailto %s
fr: à %s

source: set RSS usable
fr: rendre le RSS utilisable

source: set default folder to '%s'
fr: affecte le dossier par défaut à '%s'

source: set default view control to '%s'
fr: affecte le contrôle de vue par défaut à '%s'

source: set default workflow to '%s'
fr: affecte le cycle de vie par défaut à '%s'

source: set doctype to '%s'
fr: affecter le doctype à '%s'

source: set for %s, unset for %s
fr: cocher pour %s, décocher pour %s

source: set icon to '%s'
fr: affecte l'icone à '%s'

source: set logical name
fr: affecter un nom logique

source: set logical name identificator
fr: Affecter un identifiant logique

source: set logical name to %s
fr: Nom logique mis à "%s"

source: set primary folder to '%s'
fr: affecte le dossier primaire à '%s'

source: set special characteristics to '%s'
fr: affecte la caractéristique spéciale à '%s'

source: set specific ask
fr: mettre à jour une demande spécifique

source: set the document controlled
fr: Mettre le document sous contrôle

source: set user parameter
fr: affecte les paramètres utilisateur

source: setWaskAnswer::invalid parameters
fr: setWaskAnswer:: paramètres invalides

source: short_name
fr: nom abrégé

source: show language selection
fr: Affiche la sélection de la langue lors de la demande de mot de passe

source: show request for password
fr: Affiche le lien pour la demande de mot de passe

source: sick
fr: malade

source: similar document %s found. keep similar
fr: document similaire à %s a été trouve. L'original est conservé

source: society style
fr: style société

source: socket creation error
fr: Erreur lors de la création d'une socket

source: specialedit
fr: Éditions spéciales

source: specialedit %s
fr: Modification %s

source: specialview
fr: Vues spéciales

source: specialview %s
fr: Vue %s

source: specific control
fr: Contrôle dédié

source: specmessage
fr: message spécifique

source: speed
fr: rapide

source: split view mode by family
fr: mode de découpage par famille

source: squirrelmail install dir (relative)
fr: squirrelmail: répertoire d'installation (relatif)

source: starting
fr: commençant par...

source: state
fr: état

source: static array
fr: tableau statique

source: step
fr: étape

source: stop on sql error
fr: Arrêt lors d'une erreur sql

source: string limit for popup enum
fr: taille maximum de chaines de caractère pour les choix

source: style sheet
fr: feuille de style

source: submenu
fr: sous-menu

source: submitreqpasswd_form_send_error_external_auth
fr: <p>Votre compte utilise une authentification externe.</p> <p>Vous ne pouvez pas changer votre mot de passe depuis cette application.</p> <p>Veuillez utiliser l'application dédiée à votre système d'authentification.</p>

source: submitreqpasswd_form_send_error_invalid_args
fr: <p>Le nom de connexion ou l'adresse e-mail indiqué n'est pas valide.</p>

source: submitreqpasswd_form_send_error_unknown
fr: <p>Le serveur a rencontré une erreur dans le traitement de votre demande.</p> <p>Veuillez renouveller votre demande ultérieurement, et si le problème persiste, contactez <a href="mailto:[ON_ERROR_CONTACT]?subject=Problème%20demande%20mot%20de%20passe">[ON_ERROR_CONTACT]</a></p>

source: submitreqpasswd_form_send_ok
fr: <p>Votre demande a bien été prise en compte.</p> <p>Vous allez recevoir un e-mail vous indiquant la procédure à suivre pour finaliser la ré-initialisation de votre mot de passe.</p>

source: substring
fr: contenant...

source: suppress column
fr: suppression de colonnes

source: suppress document
fr: enlève le document

source: suppression date
fr: date de suppression

source: switch search mode (basic/advanced)
fr: recherche simple / recherche avancée

source: system id already set in database This kind of document can not be duplicated
fr: L'identifiant est déjà utilisé Ce type de document ne peut pas être dupliqué

source: system identifiant equal
fr: l'identifiant système est égal

source: system identifier not equal
fr: l'identifiant système n'est pas égal

source: target folder [%s] is not a folder
fr: le dossier cible [%s] n'est pas un dossier

source: target folder [%s] is not set
fr: le dossier cible [%s] n'est pas initialisé

source: task %s is not done correctly
fr: La tâche %s ne s'est pas terminée correctement

source: task %s is not recorded
fr: la tâche %s n'est pas enregistrée

source: template %s no document found
fr: modèle %s pas de document trouvé

source: template file (layout [%s]) not found
fr: Fichier modèle (zone [%s]) non trouvé

source: terminal too small (must ne at least 80 columns by 24 lines)
fr: terminal trop petit (vous devez avoir au moins 80 colonnes et 24 lignes)

source: text color
fr: couleur du texte

source: text conversion done for file %s
fr: conversion texte réussi pour le fichier %s

source: the 2 passwords are not the same
fr: Les deux mots de passes ne sont pas identiques

source: the attribute %s
fr: l'attribut "%s"

source: the date %s is in the past: today is %s
fr: La date %s est dans le passé. La date d'aujourd'hui est %s

source: the date syntax must be like : AAAA-MM-DD
fr: la date doit être de la forme : AAAA-MM-JJ

source: the document %s has not be sended : %s
fr: Le document %s n'a pas été envoyé %s

source: the document %s has not been sended : no recipient
fr: Le document %s n'a pas été envoyé : pas de destinataire

source: the document %s is not a container
fr: le document %s n'est pas un conteneur

source: the document %s is not related to a workflow
fr: le document %s n'est pas relié à un workflow

source: the document id [%s] for this attribute is not valid
fr: l'id du document [%s] pour cet attribut n'est pas valide

source: the document id is empty
fr: l'id de document est vide

source: the document is not referenced: cannot apply defaut folder
fr: le document n'est pas référencé : la modification dossier par défaut abandonné

source: the document is not referenced: cannot apply profile access modification
fr: le document n'est pas référencé : la modification du profil d'accès ne peut pas être appliquée

source: the document is not referenced: cannot apply state modification
fr: le document n'est pas référencé : la modification du profil d'accès ne peut pas être appliquée

source: the document of %s family cannot be revised
fr: lee documents de la famille %s ne peuvent être révisés

source: the document title is empty
fr: le titre du document est vide

source: the email must containt the @ character
fr: L'email doit contenir le caractère @

source: the email syntax is like : john.doe@anywhere.org
fr: La syntaxe d'un email est de la forme : jean.martin@quelquepart.org

source: the end date (%s) is before the begin date (%s)
fr: La date de fin (%s) est antérieure à la date de début (%s)

source: the external pluggin file %s cannot be read
fr: le fichier externe %s ne peut être lu

source: the login must not be empty
fr: Le login ne doit pas être vide

source: the method '%s' is not known for the object class %s
fr: La méthode '%s' n'est pas connu de la classe d'objet %s

source: the pluggins function description '%s' is not conform for %s attribut
fr: La description de la fonction externe '%s' est incorrect pour l'attribut %s

source: the state will be removed
fr: L'état va être supprimé

source: the state will be unchanged
fr: L'état restera inchangé

source: the title of document [%s] is not conform to original [%s]
fr: le titre du document [%s] n'est pas conforme à l'original [%s]

source: the two passwords must be the same
fr: Les deux mots de passe doivent être identique

source: these needed attributes are empty
fr: Ces attributs obligatoires sont vides :

source: this groups must be refreshed
fr: Ce groupe doit être actualisé

source: this kind of document cannot be duplicate
fr: ce type de document ne peut être dupliqué

source: this login exists
fr: Cet identifiant de connexion existe

source: this system user cannot be deleted
fr: Cet utilisateur système n epeut être supprimé

source: timer
fr: minuteur

source: timer already set
fr: minuteur déjà attaché

source: timeraction
fr: actions

source: title include
fr: le titre contient

source: to %s
fr: vers %s

source: to be add
fr: à ajouter

source: to be update %s [%d]
fr: à mettre à jour %s [%d]

source: to choose value from input help
fr: pour choisir une valeur à partir de l'aide à la saisie

source: to choose value from set
fr: pour choisir une valeur à partir d'un ensemble

source: to choose value from special interface
fr: Pour choisir une valeur depuis une interface spécifique

source: to insert document in sub folder
fr: pour insérer les documents dans des sous dossiers

source: to the %s activity
fr: vers l'activite %s

source: to the %s state
fr: vers l'état %s

source: todate
fr: date de fin

source: today
fr: aujourd'hui

source: tomorrow
fr: demain

source: top url to find help documentation
fr: url pour la documentation en ligne

source: total count
fr: nombre total de fichiers indexés

source: town of our society
fr: ville de votre société

source: transfered
fr: transféré

source: try add acl %s
fr: essai d'ajout de l'acl %s

source: type characters to filter document on it's title
fr: saisissez des caractères pour filtrer les documents par leur titre

source: unaffect user to a document
fr: enlever l'affectation à un document

source: unattach %d timers associated to %s
fr: détachement de %d minuteurs associés à %s

source: unattach all timers [%s]
fr: détachement de tous les minuteurs [%s]

source: unattach timer %s [%d]
fr: Détachement minuteur %s [%d]

source: unattachTimer : the timer parameter is not a document of TIMER family
fr: unattachTimer : le paramètre minuteur n'est pas un document de la famille TIMER

source: unchanged state
fr: Pas de changement d'état

source: uncomplete request
fr: requête incomplète

source: unknow %s file property
fr: propriété de fichier %s inconnu

source: unknow acl %s
fr: ACL inconnu : %s

source: unknow attribute
fr: attribut inconnu

source: unknow attribute %s
fr: attribut inconnu %s

source: unknow attribute %s (family %s)
fr: attribut inconnu %s (famille %s)

source: unknow attribute '%s'
fr: attribut inconnu '%s'

source: unknow document reference '%s'
fr: référence de document inconnu '%s'

source: unknow item %s
fr: entrée inconnue : %s

source: unknow logical reference '%s'
fr: la référence logique '%s' est inconnue

source: unknow operator
fr: opérateur inconnu

source: unknow privilege %s
fr: privilège inconnu : %s

source: unknow set for attribute %s %s
fr: Attribut structurant inconnu %s %s

source: unknow user #%s
fr: Utilisateur inconnu #%s

source: unknow virtual user identificateur %s
fr: identificateur [%s] inconnu comme utilisateur virtuel

source: unknown attribute %s
fr: attribut inconnu : %s

source: unknown attribute %s for document %s
fr: attribut inconnu %s pour le document %s

source: unknown batch document %s
fr: document lot inconnu %s

source: unknown document id %s
fr: Document id %s inconnu

source: unknown file state %s
fr: status de la conversion inconnu %s

source: unknown folder document %s
fr: dossier inconnu %s

source: unknown login : passwd unchanged
fr: login incoonu : mot de passe inchangé

source: unlimited revisions
fr: révisions illimités

source: unlock
fr: déverrouiller

source: unlock file to discard edit
fr: déverrouillez le document pour le modifier

source: unlock unowner locked doc
fr: déverrouiller autres verrous

source: unreferenced document
fr: document non référencé

source: unselect
fr: déselectionner

source: unset default view control
fr: enlever le contrôle de vue par défaut

source: unset default workflow
fr: enlever le cycle de vie par défaut

source: untitle %s %d
fr: %s sans titre %d

source: untitle document
fr: document sans titre

source: untitle family
fr: famille sans titre

source: update %s [%d]
fr: mise à jour %s [%d]

source: update %s attribute
fr: mise à jour attribut %s

source: update %s family %s
fr: mise à jour %s famille %s

source: update %s search
fr: mise à jour recherche %s

source: update id [%d]
fr: mise à jour id [%d]

source: update logical name from %s to %s
fr: Modification du nom logique de "%s" à "%s"

source: update of %s catalogue has failed,
fr: La mise à jour du catalogue %s a échoué.

source: update of %s in progress
fr: mise à jour de %s en cours

source: update text file for fulltext
fr: mise à jour fichier texte pour le fulltext

source: updated
fr: mis à jour

source: updated by import
fr: mise à jour par import

source: updateldap
fr: Mise à jour du serveur LDAP

source: updatetitle
fr: Mise à jour des titres

source: upk
fr: monter

source: url to reach http server index
fr: URL pour atteindre l'index du serveur web dynacase

source: url to reach http server index in open mode
fr: URL pour atteindre le serveur on authentification open

source: use ctrl key in popup menu
fr: utiliser la touche ctrl dans les menus popup

source: use dynacase user management
fr: utiliser la gestion d'utilisateur de dynacase

source: user #%d does not exist
fr: l'utilisateur n°%d n'existe pas

source: user #%s has not a real account. Affectation aborded
fr: utilisateur n°%s n'a pas de compte réel. Affectation abandonnée

source: user #%s not found. Affectation aborded
fr: utilisateur n°%s inconnu. Affectation abandonnée

source: user %d does not exist
fr: l'utilisateur n°%d n'existe pas

source: user cannot be revived
fr: L'utilisateur ne peut pas être ressuscité

source: user has not identificator
fr: L'utilisateur n'a pas d'identificateur

source: user is deactivated
fr: l'utilisateur est désactivé

source: user not know
fr: utilisateur inconnu

source: user preferences when export family
fr: préférence utilisateur pour l'exportation de document

source: username
fr: Nom

source: value [%s] is not a integer
fr: la valeur [%s] n'est pas un entier

source: value [%s] is not a number
fr: la valeur [%s] n'est pas un nombre

source: value [%s] is not a valid date
fr: la valeur [%s] n'est pas une date valide

source: value [%s] is not a valid time
fr: la valeur [%s] n'est pas une heure valide

source: value [%s] is not a valid timestamp
fr: la veleur [%s] n'est pas une date avec heure valide

source: value for empty field
fr: Valeur pour un champ vide

source: value in field
fr: Valeur dans le champ

source: values use for new document (not for update)
fr: valeurs utilisées pour les nouveaux documents (pas pour la mise à jour)

source: vault %s created.
fr: coffre %s créé.

source: vault already created %s: aborted
fr: coffre déjà crée %s: abandon

source: vault file error
fr: erreur fichier Vault

source: vault file is not initialized
fr: fichier du coffre non initialisé

source: vconstraint input not found id=
fr: entrée vconstraint non trouvé id=

source: verify constraint attribute
fr: vérifie les contraintes d'attributs

source: verify files status
fr: Vérification status des fichiers

source: version identificator
fr: identificateur de version

source: vertical size for secondary windows
fr: taille verticale lors de l'ouverture de fenêtre secondaire

source: vid %d stored
fr: vid %d enregistré

source: view
fr: voir

source: view a generic
fr: voir une carte

source: view a part of list
fr: voir une partie d'une liste

source: view acl
fr: voir les droits

source: view all columns
fr: voir toutes les colonnes

source: view altern color in document fieldset
fr: voir l'alternance des couleurs dans les documents

source: view answers
fr: Voir les réponses

source: view as vcard
fr: voir au format Vcard

source: view card
fr: voir une carte

source: view confidential
fr: voir document confidentiel

source: view constraints
fr: voir les contraintes

source: view control
fr: contrôle de vue

source: view detail
fr: voir détails

source: view document
fr: voir le document

source: view document in extjs
fr: Voir le document en extjs

source: view document option
fr: voir les options d'un document

source: view equality attributes
fr: Voir les attributs inchangés

source: view graph of workflow
fr: voir le graphe du cycle de vie

source: view hidden attributes
fr: Voir les attributs cachés

source: view history revision
fr: voir l'historique

source: view idoc attribute card
fr: Visualisation des attributs d'un document virtuel

source: view imported tar
fr: voir les archives importées

source: view last historic items for a destroyed document
fr: voir les dernières traces d'un document détruit

source: view list
fr: voir la liste

source: view properties
fr: voir les propriétés

source: view specific ask
fr: voir demande spécifique

source: view standalone card
fr: voir une carte autonome

source: view tab letter by family
fr: voir les onglets alphabetiques par famille

source: view timers attached to a document
fr: voir les minuteurs attachés à un document

source: view xml
fr: voir XML

source: viewDoc did not returned a valid file
fr: viewDoc n'a pas retourné de fichier valide

source: viewacl
fr: voir les droits

source: visibility %s does not allow modify attribute %s for document %s
fr: la visibilité %s ne permet pas de modifier l'attribut %s du document %s

source: waiting : document not set
fr: en attente : document non affecté

source: waiting conversion file
fr: en attente de conversion

source: warning_name
fr: la saisie de votre nom est obligatoire.

source: warning_pass
fr: la saisie de votre mot de passe est obligatoire.

source: wask
fr: Voir les réponses

source: welcome
fr: Bienvenue !

source: widget display popup for a description card
fr: widget popup pour affichage d'une carte

source: width of the abstract card
fr: largeur de la carte résumé (en px ou en %)

source: width of the frame for abstract card
fr: largeur de la fenêtre pour l'affichage des listes de documents (découpage vertical)

source: with these conditions
fr: avec les conditions suivantes

source: word
fr: entiers

source: wordedit
fr: édition par traitement de texte

source: workflow
fr: cycle de vie

source: workflow associated %s [%d] is corrupted
fr: Le cycle de vie associé %s [%d] est corrompu

source: workflow has been recomposed
fr: le cycle de vie a été regénéré

source: workflow_init :: id %s is not a workflow
fr: msgid "workflow_init :: id %s n'est pas un cycle de vie

source: workflow_init :: id is empty
fr: workflow_init :: id est vide

source: workflow_init :: workflow id %s not found
fr: workflow_init :: cycle id %s pas trouvé

source: wprocess_private
fr: privé

source: wprocess_qualified
fr: qualifié

source: write only
fr: écriture seule

source: yes
fr: oui

source: yesterday
fr: hier

source: you are not allowed to update the file %s (rev %d) is locked by %s.
fr: le fichier %s (rév. %d) est verrouillé par %s.

source: you cannot create this kind [%s] of document
fr: vous n'avez pas la permission de créer ce type [%s] de document

source: you cannot create this kind [%s] of folder
fr: vous n'avez pas la permission de créer ce type [%s] de dossier

source: you don't have privilege to edit forum for document %s
fr: vous n'avez pas les droits pour modifier le forum du document %s

source: yourpassword
fr: Mot de passe :

source: yourusername
fr: Identifiant :

source: {left} begin by {right}
fr: {left} commence par {right}

source: {left} equal {right}
fr: {left} est égal à {right}

source: {left} filename or type include {right}
fr: le nom du fichier {left} ou son type contient {right}

source: {left} filename or type not include {right}
fr: le nom du fichier {left} ou son type ne contient pas {right}

source: {left} greater or equal to {right}
fr: {left} est supérieur ou égal à {right}

source: {left} greater than {right}
fr: {left} est supérieur à {right}

source: {left} identifier equal {right}
fr: l'identificateur {left} est égal à {right}

source: {left} identifier not equal {right}
fr: l'identifiant {left} est différent de {right}

source: {left} include no value of {right}
fr: aucunes des valeurs de {left} n'inclut {right}

source: {left} include {right}
fr: {left} contient {right}

source: {left} is between {min} and {max}
fr: {left] est compris entre {min} et {max}

source: {left} is not empty
fr: {left} n'est pas vide

source: {left} is not equal {right}
fr: {left} est différent de {right}

source: {left} is null
fr: {left} est vide

source: {left} last or first name include {right}
fr: le prénom ou le nom de {left} conteint {right}

source: {left} lesser or equal to {right}
fr: {left} est inférieur ou égal à {right}

source: {left} lesser than {right}
fr: {left} est inférieur à {right}

source: {left} not include {right}
fr: {left} ne contient pas {right}

source: {left} one id equal {right}
fr: L'identifiant {left} est égale à {right}

source: {left} one value equal {right}
fr: {left} une des valeurs est égal à {right}

source: {left} system identifier equal {right}
fr: l'identifiant système {left} est égal à {right}

source: {left} system identifier not equal {right}
fr: l'identifiant système {left} est différent de {right}

source: {left} title include {right}
fr: le titre de {left} inclus {right}
