Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: comparison between<br>%s (rev %d) and %s (rev %d)
fr: Comparaison entre<br>%s (rév %d) et %s (rév %d)

source: compressed tar
fr: Tar compressé

source: concat stylecss+sizecss
fr: concaténation style + size css

source: confidential
fr: confidentiel

source: confidential document
fr: document confidentiel

source: config file %s not found
fr: le fichier de configuration %s non trouvé

source: confirm mail sended before change state
fr: confirmation envoi email avant changement d'état

source: confirm manually send
fr: Envoi manuel

source: conflict %s [%s]: referer=%s, modified=%s
fr: conflit %s [%s] : référence=%s, modification=%s

source: connection type
fr: type de connexion

source: connexion to %s has failed
fr: la connexion vers %s a échoué

source: constraint
fr: contrainte

source: constraint broken %s
fr: contrainte non respectée %s

source: constraint error
fr: Erreur de contrainte

source: constraint not validated for %s attribute
fr: contraite non validée pour l'attribut %s

source: construct batch document
fr: construction d'un document lot

source: containt of searches cannot be modified
fr: les contenus de recherches ne peuvent être modifiés

source: content file expression
fr: le contenu du fichier contient l'expression

source: content file word
fr: le contenu du fichier contient les mots

source: control :: user identifier is null
fr: control :: identifiant utilisateur est nul

source: control view
fr: contrôle de vues

source: conversion %s in progress
fr: conversion %s en cours

source: conversion error
fr: erreur de conversion

source: conversion failed for %s:
fr: la conversion a échoué pour %s

source: conversion of %s in progress
fr: conversion de %s en cours

source: conversion png not found for %s
fr: conversion png non trouvé pour %s

source: convert file %s as %s failed
fr: La conversion du fichier %s en %s a échoué

source: convert file %s as %s failed : %s
fr: la conversion du fichier %s en %s a échoué : %s

source: convertion from %s to %s family
fr: conversion de la famille %s vers la famille %s

source: cookies seem to be blocked
fr: les cookies semblent être bloqués par le navigateur

source: copy attribute %s from %s
fr: copie attribut %s à partir de %s

source: copy from document #%d -%s-
fr: copie à partir du document n°%d -%s-

source: core_guest_sessionttl
fr: Durée des sessions guest (en secondes)

source: core_layout_execute_recursion_limit
fr: Limite de récursion de la fonction Layout execute

source: core_sessiongcprobability
fr: Probabilité de déclenchement du nettoyage des sessions non utilisée (exprimée en pourcentage par un nombre de 0 à 1)

source: core_sessionmaxage
fr: Temps maximal au bout duquel une session non utilisée est éligible à la suppression

source: core_sessionttl
fr: Durée des sessions (en secondes)

source: core_tmpdir_maxage
fr: Temps maximal (en jours) au bout duquel les fichiers et répertoires temporaires sont supprimés

source: create %s family %s
fr: création %s famille %s

source: create a %s document
fr: créer un document %s

source: create a new session id
fr: créer un nouvel id de session

source: create default folder (id [%d])
fr: Création du dossier par défaut (id [%d])

source: create directory %s
fr: créer le dossier %s

source: create doc
fr: Créer des documents de la famille

source: create doc manually
fr: Créer des documents manuellement

source: create family
fr: création de famille

source: create forum
fr: créer le forum

source: create help
fr: Créer une aide

source: create new %s
fr: créé par %s

source: create profile access
fr: création d'un profil

source: createdate
fr: date de création

source: creation
fr: création

source: creation %s
fr: création %s

source: creation : document %s is not a workflow
fr: création : document %s n'est pas un cycle de vie

source: creation : workflow %s not exists
fr: création : cycle de vie %s n'existe pas

source: creation date
fr: date de création

source: creation of document family
fr: Création de famille de documents

source: creation processes
fr: création de processus

source: csv file <%s> wroted
fr: fichier csv <%s> écrit

source: csv, ods, xml, zip (xml) supported import files
fr: type de fichiers supportés : csv, ods, xml, zip (xml)

source: current (<em>%s</em>)
fr: courant (<em>%s</em>)

source: current user cannot deactivate account
fr: L'utilisateur courant ne peut désactiver le compte

source: cycle family must be defined
fr: la famille cycle doit être renseignée

source: data:document %s is not a family
fr: Le document %s n'est pas une famille

source: data:family %s not alive
fr: La famille %s n'est pas vivante

source: database access for webdav
fr: coordonnées d'accès à la base de données webdav

source: database record date style
fr: style de la date pour la base de donnée

source: dead
fr: mort

source: declaration syntax does not match special help input '%s'
fr: Syntaxe de déclaration ne correspond pas à une aide à la saisie '%s'

source: default delay before expiration of password in day
fr: délai d'expiration du mot de passe par défaut (en jours)

source: default document family
fr: famille de document par défaut

source: default file family
fr: famille fichier par défaut

source: default folder
fr: dossier par défaut

source: default folder already set. Auto ignored
fr: dossier par défaut déjà présent. paramètre "auto" ignoré.

source: default folder family
fr: famille répertoire par défaut

source: default import values
fr: Valeurs par défaut pour l'import

source: default sort by family
fr: tri par défaut par famille

source: default start application
fr: Application lancée au démarrage

source: default style
fr: style par défaut

source: default value
fr: valeur par défaut

source: default values
fr: Valeurs par défaut

source: default values for %s
fr: Valeurs par défaut pour %s

source: default visibility
fr: visibilité par défaut

source: define sort attribute
fr: Définir les attributs de tri

source: definition of enumerate attribute %s of %s family
fr: définition de l'attribut énuméré %s de la famille %s

source: del entry from a document forum
fr: supprimer une entrée de forum

source: delconfirm
fr: Voulez-vous supprimer

source: delete
fr: supprimer

source: delete %s for %s
fr: suppression %s pour %s

source: delete archive
fr: supprimer l'archive

source: delete by action %s/%s from %s
fr: supprimé avec l'action %s/%s depuis %s

source: delete document
fr: supprimer le document

source: delete file query into directory
fr: supprimer un document dans un dossier

source: delete imported tar
fr: supression des archives

source: delete link
fr: supprimer la référence

source: delete selected
fr: supprimer la sélection

source: descr
fr: Description

source: destroyed by archive purge from %s
fr: Détruit par la purge de l'archive %s

source: detail
fr: détaillé

source: detailled
fr: détaillée

source: detailled search
fr: recherche détaillée

source: difference between 2 documents
fr: différence entre 2 documents

source: differents view mode by family
fr: mode de vues par familles

source: directory to upload archive
fr: Répertoire de stockage de l'archive

source: disable forum
fr: Interdire les forums

source: disable/enable forum on documents
fr: Autoriser/interdire les forums sur les documents

source: display a confidential doc
fr: voir un document confidentiel

source: display logo
fr: afficher le logo

source: doc %d indexed
fr: doc %d indexé

source: doctitle
fr: titre

source: document #%s not found. Affectation aborded
fr: document n°%s inconnu. Affectation abandonnée

source: document #%s not found. Unaffectation aborded
fr: document n°%s inconnu. Suppression de l'affectation abandonnée

source: document %d deleted
fr: Le document %d est supprimé

source: document %d inserted
fr: Le document %d est inséré

source: document %d moved
fr: Le document %d est déplacé

source: document %d unlinked
fr: Le document %d est enlevé

source: document %s : set icon to '%s'
fr: document %s : affecte l'icone à '%s'

source: document %s [%d] is not destroyed
fr: Le document %s [%d] a été détruit

source: document %s [%d] is not in the trash
fr: le document %s [%d] n'est pas dans la corbeille

source: document %s [%d] is strange
fr: document %s [%d] est étrange

source: document %s has been allocate to %s
fr: Le document %s a été affecté à %s

source: document %s has been unaffected
fr: L'affectation du document %s a été enlevée.

source: document %s has the new state %s
fr: Le document %s a le nouvel état %s

source: document %s is not a family
fr: Le document [%s] n'est pas une famille

source: document %s is not a folder
fr: le document %s n'est pas un dossier

source: document %s not exist
fr: Le document %s n'existe pas

source: document %s not exists
fr: Le document %s n'existe pas

source: document %s not found
fr: Le document [%s] est introuvable

source: document '%s' [revision %d] has no state
fr: Le document '%s' [révision %d] n'a pas d'état

source: document [%s] not found
fr: document [%s] non trouvé

source: document already revised
fr: document déjà révisé

source: document creation
fr: Création du document

source: document deleted
fr: document supprimé

source: document differences
fr: différences de documents

source: document id
fr: Identifiant

source: document id %d not found
fr: identificateur %d du document non trouvé

source: document is booked in domain %s
fr: Le document est enregistré dans le domaine %s

source: document is not controlled by a workflow
fr: Le document n'est pas controllé par un cycle de vie

source: document not alive %s
fr: document %s inexistant

source: document not exists yet
fr: le document n'existe pas encore

source: document not initialized
fr: Le document n'est pas initialisé

source: document not referenced
fr: document non référencé

source: document not set
fr: Document non initialisé

source: document too big (%dKo): no highlight
fr: Document trop volumineux (%dKo): pas de mise en évidence

source: document(s)
fr: documents(s)

source: documents to examine
fr: documents à prendre en compte

source: domain locked
fr: verrouillé dans un domaine

source: done
fr: effectué

source: dotFormat
fr: Format

source: dotNoSize
fr: Sans taille

source: dotOrient
fr: Orientation

source: dotRatio
fr: Ratio

source: dotSize
fr: Taille

source: dotTool
fr: Outil

source: dotType
fr: Type

source: downk
fr: descendre

source: download file
fr: Télécharger le fichier

source: drag to move
fr: glisser/déposer pour déplacer la rangée

source: duplicate
fr: Dupliquer

source: duplicate document
fr: dupliquer le document

source: duplication of
fr: duplication de

source: duration for log conservation (in days)
fr: durée de conservation des logs (en jours)

source: dynacase cron try execute
fr: Dynacase cron essai d'exécution

source: dynamic control
fr: contrôle dynamique

source: edit
fr: Modifier

source: edit args of actions in workflow edition
fr: édition des arguments des actions dans l'édition des cycles

source: edit attribute inline
fr: Éditer les attribut en ligne

source: edit create family
fr: édition pour la création de famille

source: edit default document properties
fr: éditer les propriétés par défaut du document

source: edit default folder
fr: éditer dossier par défaut

source: edit document
fr: éditer le document

source: edit document in extjs
fr: Editer le document en extjs

source: edit document properties
fr: éditer les propriétés du document

source: edit family preference
fr: éditer les préférences par familles

source: edit forum
fr: éditer le forum

source: edit icard
fr: éditer une carte virtuelle

source: edit icard 2
fr: éditer une carte virtuelle 2

source: edit import vcard
fr: importation format Vcard

source: edit mail
fr: éditer un mail

source: edit profile access
fr: édition des profiles d'accès

source: edit specific ask
fr: éditer une demande spécifique

source: edit state
fr: Édition état

source: edit to add category
fr: éditer pour l'ajout de catégorie

source: edit to add or modify category
fr: éditer pour l'ajout ou modification de catégorie

source: edit to change category
fr: édition pour changer de catégorie

source: edit workflow transitions
fr: édition des transitions des cycles

source: edition
fr: édition

source: edition to affect user
fr: édition pour affecter un utilisateur

source: edition:
fr: modifier:

source: electronic messages cannot be modified
fr: les courriels ne peuvent être modifiés

source: elink
fr: extra Lien

source: elinkEncode::attribute not found %s in %s : %s
fr: Impossible de trouver l'attribut %s dans %s: %s

source: email sended
fr: email envoyé

source: emailing
fr: publipostage

source: empty file
fr: fichier vide

source: empty password : not changed
fr: mot de passe vide : non changé

source: enable forum
fr: Autoriser les forums

source: enavpreview
fr: publi-pévisualisation

source: ending
fr: se terminant par...

source: enum attribute list
fr: liste des attributs énumérés

source: enumerate input not found
fr: entrée énumérée non trouvé

source: epreview
fr: publi-prévisualisation

source: eprinting
fr: publiimpression

source: equal
fr: égal

source: errldapadd:%s %s %d
fr: La fiche n'a pue être modifiée dans le serveur LDAP : %s %s %d

source: errldapconnect
fr: Le server LDAP n'a pas pu être contacté

source: errldaporginit
fr: Le server LDAP n'a pas pu être contacté

source: errno_bug_639_message
fr: <p>Vous devez ré-initialiser votre mot de passe.</p> <p><a href="[CORE_BASEURL]app=AUTHENT&action=REQPASSWD">Ré-initialiser mon mot de passe</a></p>

source: error
fr: erreur

source: error ::addFile %s %s
fr: erreur ::addfile %s %s

source: error ::moveDocument %s %s
fr: erreur ::moveDocument %s %s

source: error color
fr: couleur messages d'erreur

source: error in calling function %s
fr: erreur dans l'appel de la fonction %s

source: error in calling function %s %s
fr: erreur dans l'appel de la fonction %s %s

source: error in filename
fr: erreur dans le nom de fichier

source: error in import keys : %s
fr: erreur dans la format des clefs d'importation : %s

source: error in pzone format %s
fr: erreur dans la format pzone %s

source: error sending text conversion
fr: erreur lors de l'envoi de la conversion texte

source: error storing configuration property (%s, %s, %s)
fr: Erreur lors de l'enregistrement des propriétés de configuration (%s, %s, %s)

source: exec plan
fr: Planification des processus

source: execute search
fr: executer une recheche

source: execute timer %s (level %d) : %s
fr: exécution du minuteur %s (niveau %d) : %s

source: execution by %s done %s
fr: execution faite par %s a donné %s

source: existing key item %s
fr: clef dèjà existante : %s

source: expand all
fr: déplier tout

source: expand folder tree
fr: développer une branche

source: explicit privilege
fr: droit explicite

source: export Xml : cannot unzip %s : %s
fr: Erreur lors de l'export XML : impossible de décompresser %s : %s

source: export a report
fr: Exporter un rapport

source: export file to consulting
fr: exportation d'un fichier pour consultation

source: export first file to consulting
fr: exportation du premier fichier pour consultation

source: export folder
fr: exportation de dossier

source: export folder in xml format
fr: exportation d'un dossier en XML

source: export preferences
fr: Préférences pour l'exportation

source: export preferences are saved
fr: les préférences d'exportation ont été sauvegardées

source: export preferences has been cleared
fr: Les préférences d'exportation ont été effacées

source: exportXml : cannot write file %s
fr: exportXml : ne peut écrire le fichier %s

source: familly
fr: famille

source: family %s does not implement IMailRecipent - missing getMail method
fr: La famille %s n'implémente pas IMailRecipient - il manque la méthode getMail

source: family %s does not implement IMailRecipent - missing getMailAttribute method
fr: La famille %s n'implémente pas IMailRecipient - il manque la méthode getMailAttribute

source: family %s does not implement IMailRecipient - missing getMailTitle method
fr: La famille %s n'implémente pas IMailRecipient - il manque la méthode getMailTitle

source: family %s not exists
fr: la famille %s n'existe pas

source: family %s not found
fr: famille %s non trouvée

source: family id
fr: Identifiant de la famille

source: family manual
fr: Manuel de description de famille

source: family must be defined
fr: la famille doit être précisée

source: family search result
fr: Famille

source: family title
fr: Titre de la famille

source: familyname
fr: famille

source: fgsearch
fr: Recherche générale

source: fieldset
fr: Cadre

source: file
fr: fichier

source: file %d
fr: fichier %d

source: file %s : %s
fr: fichier %s : %s

source: file %s not found
fr: fichier %s non trouvé

source: file conversion failed
fr: échec de la conversion de fichier

source: file conversion not supported
fr: la conversion de ce type fichier n'est pas supporté

source: file does not exist in vault
fr: Fichier inexistant dans le Coffre

source: file for %s not found.
fr: fichier pour %s non trouvé

source: file must be controlled : read permission needed
fr: la fichier doit être controllé : permission de lire refusé

source: file not expected : possible attack : update aborted
fr: fichier inattendu, attaque possible : mise à jour abandonnée

source: file not found : %s
fr: fichier %s non trouvé.

source: file status
fr: status du fichier

source: file {left} contain the expression {right}
fr: le fichier {left} contient l'expression {right}

source: file {left} contain the word {right}
fr: le fichier {left} contient le mot {right}

source: filename
fr: fichier

source: filename or type include
fr: nom du fichier ou type du fichier contient

source: filename or type not include
fr: le nom du fichier ou son type ne contient pas

source: find %s more than one, created aborded
fr: %s trouvé plus d'une fois, création abandonnée

source: fixed
fr: figé

source: fixstate
fr: état

source: folder
fr: dossier

source: folder %s as been added in your bookmark
fr: Le dossier %s a été ajouté dans vos signets

source: folder identifier for root
fr: Identifiant du dossier racine pour l'accès authentifié

source: folder is locked. Cannot containt modification
fr: le dossier est verrouillé : son contenu ne peut pas être modifié

source: folder is not valid: bookmark unchanged
fr: Le dossier est invalide. Vos signets sont inchangés.

source: folder tree
fr: arborescence de dossier

source: folder/search %s not found
fr: Dossier/Recherche %s introuvable

source: foldername
fr: dossier

source: folders
fr: dossiers

source: folio icon list
fr: liste icones pour chemise

source: folio params ajax request
fr: Paramètres de requête ajax pour chemise

source: folio select doc
fr: sélection de chemise

source: font size
fr: taille de la police

source: for
fr: pour

source: forum allowed
fr: autorisé

source: forum answer
fr: répondre

source: forum closed
fr: fermé

source: forum delete
fr: supprimer

source: forum disallowed
fr: non autorisé

source: forum edit
fr: modifier

source: forum modification are not saved
fr: Les modifications du forum ne sont pas sauvegardées.

source: forum on new documents
fr: Forum pour les nouveaux documents

source: forum open/close
fr: déplier/replier le fil de discussion

source: forum opened
fr: ouvert

source: forum state
fr: Forum

source: forum_id
fr: identifiant du forum

source: founded
fr: nombre de document(s) trouvé(s)

source: frame
fr: fenêtre

source: frame border size
fr: taille de la bordure de la fenêtre

source: frame size
fr: taille de la fenêtre

source: free item %s
fr: insérer [%s]

source: freedom database
fr: base de donnée dynacase

source: freedom global search
fr: Recherche générale dynacase

source: from current folder
fr: à partir du dossier courant

source: fromdate
fr: date de début

source: full phrase
fr: la phrase entière

source: fulltext
fr: plein texte

source: fulltext index mode
fr: mode d'indexation fulltext

source: func
fr: ft

source: function '%s' declared in %s is not found
fr: fonction '%s' déclaré dans le %s est introuvable

source: function [%s] not exists
fr: la fonction [%s] n'existe pas

source: generate version '%s'
fr: version de génération '%s'

source: generating file
fr: génération du fichier en cours

source: generic Management
fr: Gestion générique

source: generic home page
fr: page d'accueil générique

source: generic vertical home page
fr: page d'accueil découpage vertical

source: geometry of mini view
fr: géométrie de la mini vue

source: geometry saved : %s
fr: disposition sauvée : %s

source: get a value for a set of document
fr: Récupère une valeur pour un groupe de document

source: get all properties of document
fr: Récupère toutes les propriétés d'un document

source: get all values of document
fr: Récupère toutes les valeurs d'un document

source: get attribute for fck toobar
fr: récupère les attributs pour la barre d'outils FCK

source: get family import schema
fr: récupération du schéma d'une famille

source: get search methods
fr: récupération des méthodes de recherche

source: get value for an attribute of document
fr: Récupération de la valeur d'un attribut de document

source: get value of an attribute
fr: donne la valeur d'un attribut

source: global edit detail search
fr: Détail d'édition pour la recherche globale

source: global search
fr: Recherche globale

source: global search detail results
fr: Détail des résultats pour la recherche globale

source: global search results
fr: Résultat de la recherche globale

source: goaccess
fr: accessibilités...

source: goto forum
fr: aller au forum

source: goto latest %s
fr: Aller au dernier %s

source: goto latest specific ask
fr: Aller à la dernière demande

source: group #%d does not exist
fr: le groupe n°%d n'existe pas

source: group %d does not exist
fr: le groupe n°%d n'existe pas

source: group cannot be revived
fr: Un groupe ne peut être restauré

source: group has not identificator
fr: Le groupe n'a pas d'identificateur

source: height of the frame for abstract card
fr: hauteur de la fenêtre pour l'affichage des listes de documents (découpage horizontal)

source: help
fr: aide

source: help for %s
fr: Aide pour %s

source: help inline
fr: aide en ligne

source: help manual for family
fr: manuel de description de famille

source: hidden
fr: caché

source: highlight background color
fr: couleur de fond pour la mise en évidence

source: histoError
fr: Erreur

source: histoInfo
fr: Info

source: histoMessage
fr: Message

source: histoNotice
fr: Notice

source: histoWarning
fr: Avertissement

source: horizontal size for secondary windows
fr: taille horizontale lors de l'ouverture de fenêtre secondaire

source: hour number where timer can be execute until date is reached
fr: nombre d'heures : durée pendant lequel un minuteur peut être activé lorsque son heure à sonné

source: icon
fr: Icone

source: icon already set. No update allowed
fr: icone déjà affectée. Pas de mise à jour possible.

source: icon size
fr: taille des icones

source: icreate
fr: Créer manuellement

source: id allocated
fr: identifiant utilisateur affecté

source: id locked
fr: identifiant verrou

source: id of the basket folder
fr: identifiant du porte-documents

source: id owner
fr: identifiant propriétaire

source: identificator equal
fr: identificateur égal

source: identificator not equal
fr: l'identifiant est différent

source: if you want to change order of column
fr: pour changer l'ordre des colonnes

source: ignored
fr: ignoré

source: import <I>%s</I> documents from
fr: Importation de documents <I>%s</I> à partir de

source: import Xml extract : file %s not found
fr: Erreur lors de l'extraction de l'importation XML: fichier %s introuvable

source: import analysis result
fr: Résultat de l'analyse de l'import
