Repository: CircleCode/dynacase-core
Catalog: locale/*/TOOLBOX_*.po
Languages: fr

source: Change password for
fr: Modification du mot de passe pour

source: Choose an existing document profil
fr: Choisir un document profil existant

source: Choose an existing family profil
fr: Choisir un profil de famille existant

source: Modify acls for transitions
fr: Modifier les droits pour les transitions

source: No privilege to change acl for document access
fr: Aucun privilège pour modifier les droits d'accès au document

source: No privilege to change acl for familly access
fr: Pas de privilège pour modifier les droits d'accès à la famille

source: Please, see your manager
fr: Contactez votre administrateur

source: any familly
fr: toute famille

source: cancel
fr: annuler

source: change icon
fr: changer d'icone

source: change title
fr: Changer de titre

source: choose value
fr: choisir une valeur

source: comment for revision
fr: commentaire de révision

source: familly
fr: famille

source: folder containt
fr: contenu du dossier

source: from any folder
fr: dans l'ensemble des dossiers

source: from current folder
fr: à partir du dossier courant

source: history
fr: historique

source: input not found
fr: entrée non trouvé

source: lauch importation
fr: importer

source: match
fr: chercher

source: only latest revision
fr: seulement la dernière révision

source: profile access
fr: profil d'accès

source: revise document
fr: réviser le document

source: search for
fr: trouver les mots

source: search words
fr: texte à rechercher

source: send search
fr: Lancer la recherche

source: view files
fr: afficher les fichiers attachés

source: "%s" family structure has been updated
fr: La structure de la famille "%s" a été mise à jour

source: %d answer
fr: %d réponse

source: %d answers
fr: %d réponses

source: %d day
fr: %d jour

source: %d days
fr: %d jours

source: %d documents are updated
fr: %d documents mis à jour

source: %d documents linked to the profil
fr: %d documents liés à ce profil

source: %d group(s) to update
fr: %d groupe(s) à actualiser

source: %d hour
fr: %d heure

source: %d hours
fr: %d heures

source: %d/%d profiling done
fr: %d/%d mise à jour de profils effectués

source: %d/%d revision done
fr: %d/%d révisions effectuées

source: %s (as substitute)
fr: %s (suppléant)

source: %s : file %s has been replaced by new file %s
fr: %s : le fichier %s a été remplacé par le nouveau fichier %s

source: %s activity
fr: activité %s

source: %s affectation
fr: affectation %s

source: %s affectation type
fr: Type d'affectation %s

source: %s affected user
fr: Utilisateur affecté %s

source: %s all
fr: %s tout

source: %s application has no aclss
fr: L'application %s n'a pas d'ACL

source: %s application not exists
fr: l'application %s n'existe pas

source: %s attribute
fr: attribut %s

source: %s autolock
fr: auto-verrouillage %s

source: %s automail
fr: courriel automatique %s

source: %s cannot be sent
fr: %s n'a pas pu être envoyé

source: %s color
fr: couleur %s

source: %s cv
fr: contrôle de vue %s

source: %s directory not found
fr: répertoire %s non trouvé

source: %s directory not writable
fr: répertoire %s non accessible en écriture

source: %s document it is not a folder and cannot support recursive deletion
fr: le document %s n'est pas un dossier et ne supporte pas le suppression en cascade

source: %s group
fr: groupe %s

source: %s has be sended
fr: %s a été envoyé

source: %s has been added in %s folder
fr: %s a été ajouté dans le dossier %s

source: %s has been created
fr: %s a été créé

source: %s has been deleted
fr: %s a été supprimé

source: %s has been locked
fr: %s a été verrouillé

source: %s has been modified
fr: %s a été modifié

source: %s has been removed in %s folder
fr: %s a été supprimé dans le dossier %s

source: %s has been unlocked
fr: %s a été déverrouillé

source: %s has no email address
fr: %s n'a âs d'edresse email

source: %s igroup created
fr: %s intranet group créé

source: %s inserted
fr: %s inséré

source: %s is not a family
fr: %s n'est pas une famille

source: %s is not an array attribute
fr: %s n'est pas un attribut de type tableau

source: %s iuser aborded
fr: %s utilisateur abandonné

source: %s iuser created
fr: %s intranet personne a été créé

source: %s mail template
fr: modèle de courriel %s

source: %s mask
fr: masque %s

source: %s needed
fr: %s doit être rempli

source: %s new revision %d
fr: %s nouvelle révision %d

source: %s new state %s
fr: %s changement d'état vers %s

source: %s persistent timer
fr: Minuteur persistent %s

source: %s profile
fr: Profil %s

source: %s style updated
fr: %s style mis à jour

source: %s timer
fr: minuteur %s

source: %s to be add
fr: %s à ajouter

source: %s unattach timer
fr: Minuteur à détacher %s

source: %s updated
fr: %s mis à jour

source: %s wask
fr: accord %s

source: &gt; or equal
fr: &gt; ou égal

source: &lt; or equal
fr: &lt; ou égal

source: (Other input)
fr: (Autre)

source: (Other)
fr: (Autre)

source: (file not found)
fr: (fichier non trouvé)

source: (free item)
fr: (inséré)

source: (new item)
fr: (nouvelle entrée)

source: (only)
fr: (seulement)

source: (substitute of %s) :
fr: (suppléant de %s) :

source: (title)
fr: (titre)

source: <it's a message>
fr: <c'est un message>

source: A?
fr: R?

source: API file %s not found
fr: fichier API %s non trouvé

source: A_Copy
fr: Copier

source: A_Link
fr: Lier

source: AbbrKbyte
fr: Ko

source: Abstract card
fr: Carte résumé

source: Access Action Library
fr: Bibliothèque pour les droits

source: Access Batch Management
fr: Accès à la gestion par des lots

source: Access Families Management
fr: Accès à la gestion des familles

source: Access Generic Master Management
fr: Accès à l'administration générique

source: Access Path Folder List
fr: Liste des chemins d'accès

source: Access To Generic Management
fr: Accès à la gestion générique

source: Access To My Own account
fr: Accès à mon compte

source: Access To Read Card
fr: Accès à la lecture

source: Access To Read Only
fr: Accès en lecture seule

source: Access explanation
fr: Explications

source: Access for exchange documents
fr: Accès aux échanges de documents

source: Access name
fr: Privilège

source: Access path list
fr: Liste des chemins d'accès

source: Access to document history
fr: Accès à l'historique des documents

source: Access to edit action
fr: Accès aux actions de modification

source: Access to system documents
fr: Accès aux documents système

source: Acl [%s] not available for App %s
fr: ACL %s non valable pour l'application %s

source: Acls not activated
fr: Droits non activés

source: Acls not initialize
fr: Droits non initialisés

source: Action to do
fr: Action à faire

source: Activate Transformation Engine
fr: Activation du serveur de transformation

source: Activate acls
fr: Activer les droits

source: Activate file indexing with TE
fr: Activation de l'indexation plein texte avec TE

source: Activity
fr: Activité

source: Add %d document(s)
fr: Ajout de %d document(s)

source: Add %s in %s folder
fr: Ajout %s dans dossier %s

source: Add Attributes : %s
fr: Ajout des attributs : %s

source: Add a note
fr: Ajouter une note

source: Add acl %s for %s
fr: Ajout Acl %s pour %s

source: Add filter
fr: Ajouter une condition

source: Add it in %s folder
fr: Ajout dans dossier %s

source: Add new document (similar document)
fr: Ajout nouveau document (document similaire)

source: Add new entry
fr: Ajouter la nouvelle entrée

source: Add or modify item's category
fr: Ajouter uo modifier des valeurs de catégorie

source: Add postit
fr: Ajouter un post-it

source: Add search engine
fr: Ajouter le moteur de recherche

source: Add search engine to your browser
fr: Ajout du moteur de recherche DYNACASE dans votre navigateur

source: Add section
fr: Ajouter une rubrique

source: Add section popup
fr: Ajouter

source: Add to basket
fr: Ajouter au porte-documents

source: Add top folder
fr: Ajouter un dossier racine

source: Adding button to submit
fr: Ajout un bouton pour l'envoi du formulaire

source: Additionnals informations about import document
fr: Informations sur les formats d'importation

source: Admin edit
fr: Administrer

source: Advanced search
fr: Recherche avancée

source: Affectation aborded
fr: Affectation annulée

source: Affectation aborded : user not know
fr: Affectation annulée : utilisateur inconnu

source: Affectation for %s
fr: Affectation pour %s

source: Affected for %s
fr: Affectation pour %s

source: Affected to %s %s
fr: Affectation à %s %s

source: All To basket
fr: Tout insérer dans le porte-documents

source: All css in one for consultation
fr: Concatène toutes les CSS pour la consultation

source: All css in one for edition
fr: Concatène toutes les CSS pour l'édition

source: All js in one for consultation
fr: Concatène tous les scripts JS pour la consultation

source: All js in one for edition
fr: Concatène tous les scripts JS pour l'édition

source: All set only
fr: Voir les droits explicites

source: Allocate
fr: Affecter

source: Allow guest access
fr: Autoriser l'accès invité

source: Analysis Results
fr: Résultat de l'analyse

source: Analyze
fr: Analyse

source: Analyze Archive
fr: Analyse de l'archive

source: Analyze only
fr: Analyse seulement

source: Answers
fr: Réponses

source: Application Id
fr: Identifiant de l'application

source: Application [%s] not found. Error message: [%s]
fr: L'application [%s] n'a pas été trouvé. Le message d'erreur reçu est : [%s]

source: Application not found: [%s]
fr: Application [%s] introuvable

source: Apply
fr: Appliquer

source: Apply my preferences
fr: Appliquer mes préférences

source: Apply name
fr: Nom à appliquer

source: April
fr: Avril

source: Archive import
fr: Import d'archives

source: Archive import in progress
fr: Import de l'archive en cours

source: Archive menu
fr: Archive

source: Archiving into %s
fr: Archivé dans %s

source: Attribut relation
fr: Relation document

source: Attribute
fr: Attribut

source: Attribute %s found is not alone Must precise request with appname arguments
fr: L'attribut %s trouvé n'est pas seul Préciser la requête en utilisant les arguments userid et appid

source: Attribute %s modified to %s
fr: Attribut %s modifié par %s

source: Attribute %s not found
fr: Attribut %s non trouvé.

source: Attribute %s not modified : %s
fr: Attribut %s non modifié : %s

source: Attribute '%s' could not be found in family '%s'.
fr: L'attribut '%s' n'a pas été trouvé dans la famille '%s'

source: Attribute '%s' should reference a docid attribute in family '%s'.
fr: L'attribut '%s' doit référencer un attribut docid de la famille '%s'.

source: Attribute Error: family '%s' is not valid or alive for docid '%s'.
fr: Erreur d'attribut: la famille '%s' n'est pas valide ou en vie pour le docid '%s'.

source: Attribute Error: impossible to found the family for docid attribute '%s'
fr: Erreur d'attribut: impossible de trouver la famille pour l'attribut docid '%s'

source: Attribute [%s] is not found
fr: L'attribut [%s] n'a pas été trouvé

source: Attribute format should not be empty on attribute '%s' in family '%s'.
fr: La propriété format de l'attribut '%s' de la famille '%s' ne peut pas être vide.

source: Attribute not found
fr: Attribut non trouvé

source: Attributes definition
fr: définition des attributs

source: August
fr: Août

source: Authentication failures before account deactivation
fr: Nombre d'échecs d'authentification avant la désactivation du compte

source: Author
fr: Auteur

source: Automatic profil creation not possible for this kind of family
fr: Création automatique de profil imposssible pour ce type de document

source: Background Import
fr: Importation en tâche de fond

source: Basic search
fr: Recherche simple

source: Basket to here
fr: Insérer le porte-documents

source: Batch Action Choose
fr: Choix des actions pour un traitement

source: Batch Choose
fr: Choix de lots

source: BatchProcess
fr: Traitement par lot

source: Be carreful, this transition is not defined in workflow
fr: Attention cette transition n'est pas défini dans le cycle de vie

source: Be carreful.
fr: Attention.

source: Binary file layout
fr: Squelette binaire

source: Bookmarks
fr: Signets

source: CHANGE_PASSWORD:The old password is not good
fr: Le mot de passe actuel est faux

source: CHANGE_PASSWORD:The provided password is not good (%s)
fr: Le nouveau mot de passe n'est pas valide (%s)

source: CHANGE_PASSWORD:Unable to change password (%s)
fr: Impossible de changer le mot de passe (%s)

source: CHANGE_PASSWORD:You can't modify your account
fr: Vous ne pouvez pas modifier votre mot de passe

source: CSV specification file
fr: Spécification fichier CSV

source: CVID : view control '%s' is not a view control
fr: Le contrôle de vue '%s' n'est pas un contrôle de vue

source: CVID : view control '%s' not found
fr: Le contrôle de vue '%s' n'a pas été trouvé

source: Call method
fr: Appel de la méthode

source: Cancel
fr: Annuler

source: Cancel changes and close window
fr: Annuler les changements et fermer la fenêtre

source: Cancel changes and quit edit mode
fr: Annuler les changements et quitter le mode édition

source: Cancel the change step
fr: Annuler le changement d'étape

source: Cannot access interface to change password
fr: Accès interdit à l'interface de changement de mot de passe

source: Cannot access to vault file system
fr: Accès au coffre des fichiers impossible

source: Cannot add %s in %s folder, restriction set to add this kind of document
fr: Ne peut ajouter %s dans le dossier %s, restrictions activées pour l'ajout de ce type de document

source: Cannot add in %s folder, doc id (%d) unknown
fr: Ne peut ajouter dans le dossier %s, identificateur %d inconnu

source: Cannot copy file %s to %s
fr: Ne peut copier le fichier %s vers %s

source: Cannot create directory %s for xml import
fr: Ne peux créer le répertoire %s pour import xml

source: Cannot do this action. Parent window is closed
fr: Ne peut faire cette action. La fenêtre parent est fermée

source: Cannot do this action. The function of parent window is not found
fr: Ne peut faire cette action. La fonction de la fenêtre parent est introuvable

source: Cannot find %s ressource file
fr: Fichier resource %s non trouvé

source: Cannot find help function %s
fr: Fonction d'aide %s introuvable

source: Cannot include '%s'
fr: Ne peut inclure '%s'

source: Cannot open document
fr: Ne peut ouvrir le document

source: Cannot set logical name %s because object is not affected
fr: Le nom logique %s ne peut être affecté qu'après création du document

source: Cannot update enum. Attribute '%s'[family %s] not found
fr: Ne peut pas mettre à jour l'énuméré. L'attribut '%s' [famille %s] est inconnu.

source: Cannot write to log %s
fr: Ne peux pas écrire dans les logs %s

source: Caught Exception : %s
fr: Attrape exception : %s

source: Certain attribute can be not use for import
fr: Certain attribut peuvent ne pas servir lors de l\'import

source: Change State
fr: Changer d'état

source: Change category
fr: Changer de catégorie

source: Change content
fr: Changer le contenu

source: Change control : %s
fr: Modification contrôle: %s

source: Change control for %s user. No one privilege
fr: Suppression des droits pour l'utilisateur %s.

source: Change control for %s user. Set %s privileges
fr: Modification des droits pour l'utilisateur %s. Nouveaux privilèges : %s

source: Change creation profil to %s [%d]
fr: Changement du profile de création par %s [%d]

source: Change creation profile
fr: Changer de profil par défaut

source: Change creation view control to %s [%d]
fr: Changement du contrôle de vues de création par %s [%d]

source: Change current folder
fr: Changer dossier courant

source: Change default folder
fr: Changer dossier par défaut

source: Change default search
fr: Changer la recherche par défaut

source: Change enum
fr: Changer d'énuméré

source: Change family structure
fr: Modifier la structure de la famille

source: Change icon
fr: Changer d'icone

source: Change logical name
fr: Modifier le nom logique

source: Change my ask
fr: Changer mon opinion

source: Change password
fr: Changer mon mot de passe

source: Change password by token
fr: Changer mon mot de passe par clé

source: Change privilege
fr: Modifier les privilèges

source: Change profil to %s [%d]
fr: Changement de profil %s [%d]

source: Change profil to default document profil : %d
fr: Changement du profil avec le profil par défaut du document famille : %d

source: Change profil to default subfolder profil : %d
fr: Changement du profil avec le profil par défaut du dossier: %d

source: Change profile
fr: Changer de profil

source: Change profile for new documents
fr: Changer le profil pour les nouveaux documents

source: Change profile of family document
fr: Changer le profil du document famille

source: Change root folder
fr: Changer le dossier racine

source: Change state
fr: Changer d'état

source: Change state to
fr: Changement d'état vers

source: Change step
fr: Changer d'étape

source: Change the document state to
fr: changer l'état du document en

source: Change title
fr: Changer de titre

source: Change user
fr: Changer de compte

source: Change view control to %s [%d]
fr: Changement du contrôle de vue %s [%d]

source: ChangeState :: the initial state '%s' is not known
fr: Changement d'état: l'état initial '%s' est inconnu

source: ChangeState :: the new state '%s' is not known or is not allowed from %s
fr: Changement d'état: le nouvel état '%s' n'est pas connu ou n'est pas autorisé depuis %s

source: Changes will be loosed if you continue
fr: Les modifications seront perdues si vous continuez

source: Characteristic
fr: Caractéristiques

source: Choose Archive
fr: Choisir l'archive

source: Choose Gate Urls
fr: Choix des URLs

source: Choose User
fr: Choisissez un compte

source: Choose Worflow
fr: Cycle de vie

source: Choose a family to import only set of attributes
fr: Choisissez une famille pour importer un sous-ensemble d'attributs choisis

source: Choose a father category
fr: Choisissez une catégorie père

source: Choose an attribute
fr: Choisir un attribut

source: Choose another family document
fr: Choisissez une autre famille de document

source: Choose column export
fr: Choix des colonnes à exporter

source: Choose columns
fr: Choisirs les colonnes

source: Choose document before set options
fr: Choisissez un document avant de choisir les options

source: Choose export column
fr: Choix des colonnes à exporter

source: Choose family
fr: Choisissez une famille

source: Choose in icon list
fr: Choisissez dans la liste d'icones

source: Choose mask family
fr: Choisissez la famille du masque

source: Choose new categories
fr: Choisissez de nouvelles catégories

source: Choose visibles families
fr: Choix des familles visibles

source: Choose workflow
fr: Choisir un cycle

source: Circular layout graphs
fr: Modèle circulaire de graphe

source: Clear Folder
fr: Vider le dossier

source: Clear preferences
fr: Effacer mes préférences

source: Clear this translation
fr: Effacer cette traduction

source: Click here to logout
fr: Cliquer ici pour se déconnecter

source: Click to access to the document
fr: Cliquer pour accéder au document

source: Click to clear button to change value
fr: Cliquer sur le bouton 'x' pour changer la valeur

source: Click to clear message
fr: Cliquer pour effacer le message

source: Click to update document
fr: Cliquer pour actualiser le document

source: Click to view menu
fr: Cliquer pour voir le menu

source: Close
fr: Fermer

source: Close archive
fr: Clôture de l'archive

source: Close help
fr: Fermer l'aide

source: Column mode
fr: Mode colonne

source: Column type '%s' is not managed for export.
fr: Le type de colonne '%s' n'est pas géré pour l'export.

source: Comment
fr: Commentaire

source: Comment for change state
fr: Raison du changement d'état

source: Common function for FREEDOM client API
fr: Fonction commune pour le client API FREEDOM

source: Common functions
fr: Fonctions communes

source: Complete (cluster)
fr: Avec les traitements (cadre)

source: Composing the email
fr: Composition du couriel

source: Computed from profil
fr: Calculé depuis le profil

source: Confidential Document
fr: Document confidentiel

source: Config file %s : attribute name not set
fr: Fichier de configuration %s: le nom de l'attribut n'est pas précisé

source: Config file %s : family name [%s] not match a know family
fr: Fichier de configuration %s: le nom de famille [%s] ne correspond pas à une famille connue

source: Config file %s : family name not set
fr: Fichier de configuration %s: le nom de la famille n'est pas précisé

source: Config file %s : unknow attribute name %s
fr: Fichier de configuration %s: nom de l'attribut %s inconnu

source: Confirm
fr: Confirmez

source: Confirm password
fr: Confirmation du mot de passe

source: Connect now
fr: Se connecter maintenant

source: Connection to freedom pg service '%s' OK !
fr: Connexion au pg service de dynacase '%s' OK !

source: Connection to temporary pg service '%s' OK !
fr: Connexion au pg service temporaire '%s' OK !

source: Constraint test
fr: test des contraintes

source: Constraints
fr: Contraintes

source: Content managing of %s
fr: Gestion du contenu de %s

source: Control characters are not allowed
fr: Les caractères de contrôle ne sont pas autorisés

source: Control view for new document
fr: Contrôle de vue pour les nouveaux documents

source: Conversion as %s has failed
fr: La conversion en %s a échoué

source: Copy reference
fr: Copier la référence

source: Copy the containt of folder in batch document
fr: Insérer le contenu du dossier dans le lot

source: Copy the reference of folder in batch document
fr: Copier la référence au dossier dans le lot

source: Core
fr: Platform Core

source: Core Application Manager
fr: Page d'accueil

source: Could not find attribute '%s' in family '%s'.
fr: Impossible de trouver l'attribut '%s' dans la famille '%s'

source: Could not find pg_dump command in PATH.
fr: Impossible de trouver la commande pg_dump dans le PATH

source: Could not find psql command in PATH.
fr: Impossible de trouver la commande psql dans le PATH

source: Could not generate output file name for node '%s'.
fr: Ne peux générer le nom du fichier de sortie à partir du nœud '%s'.

source: Could not get family id for '%s'.
fr: Impossible de trouver l'id de la famille '%s'.

source: Could not open '%s' for reading.
fr: Ne peut ouvrir '%s' pour lecture.

source: Create
fr: Créer

source: Create !
fr: Créer !

source: Create %s
fr: Créer %s

source: Create New
fr: Créer un nouveau

source: Create Schema '%s' ...
fr: Creation du schema '%s' ...

source: Create Table '%s'
fr: Creation de la table '%s'

source: Create Tables ...
fr: Creation des tables ...

source: Create a batch
fr: Créer un traitement

source: Create a new process document
fr: Créer un nouveau document processus

source: Create new family
fr: Créer une nouvelle famille

source: Create subfolder
fr: Créer un dossier

source: Creation
fr: Création

source: Creation %s
fr: Création %s

source: Creation aborded : no family specified
fr: Création abandonnée : pas de famille spécifiée

source: Creation aborded : unknow family %s
fr: Création abandonnée : famille inconnue : %s

source: Current_state
fr: Courant

source: Data cannot be saved
fr: Les données ne peuvent être sauvées

source: DbObj::Adds error in multiple insertion
fr: DbObj::Adds erreur dans insertion multiple

source: December
fr: Décembre

source: Default Values and Parameters
fr: Valeurs par défaut et paramètres

source: Default delay for account expiration (days)
fr: Délai par défaut avant expiration du compte (jours)

source: Default search
fr: Recherche par défaut

source: Delete
fr: Supprimer

source: Delete %d in %s folder
fr: Suppression n°%d du dossier %s

source: Delete acl %s for %s
fr: Suppression Acl %s pour %s
